List<dynamic> list = [
  {
    'index': 'भगवद गीता',
    'geeta': [
      //1
      {
        'id': 'पहला अध्याय',
        'name': 'अर्जुनविषादयोग',
        'sholks': [
          // sholkno:1,
          {
            'sholk':
                'धृतराष्ट्र उवाचः\nधर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।\nमामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥',
            'mean':
                'धृतराष्ट्र बोले -\nहे संजय! धर्मभूमि कुरुक्षेत्र में युद्ध की इच्छा से एकत्र हुए मेरे तथा पाण्डु के पुत्रों ने क्या किया ? ।'
          },
          // sholkno:2,
          {
            'sholk':
                'संजय उवाचः\nदृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।\nआचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥',
            'mean':
                'संजय बोले - \nउस समय राजा दुर्योधन ने व्यूहरचनायुक्त पाण्डवों की सेना को देखा और द्रोणाचार्य के पास जाकर यह वचन कहा ।',
          },
          //sholkno:3
          {
            'sholk':
                'पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् । \nव्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥',
            'mean':
                'हे आचार्य! आपके बुद्धिमान्‌ शिष्य द्रुपदपुत्र धृष्टद्युम्न द्वारा व्यूहाकार खड़ी की हुई पाण्डुपुत्रों की इस बड़ी भारी सेना को देखिए ।',
          },
          //sholkno:4
          {
            'sholk':
                'अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।\nयुयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥\nधृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।\nपुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥',
            'mean':
                'इस सेना में भीम तथा अर्जुन के समान युद्ध करने वाले अनेक वीर धनुर्धर हैं – यथा महारथी युयुधान, विराट तथा द्रुपद, इनके साथ ही धृष्टकेतु, चेकितान, काशिराज, पुरुजित्, कुन्तिभोज तथा शैब्य जैसे महान शक्तिशाली योद्धा भी हैं ।',
          },
          //sholkno:5
          {
            'sholk':
                'युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।\nसौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥\n',
            'mean':
                'पराक्रमी युधामन्यु, अत्यन्त शक्तिशाली उत्तमौजा, सुभद्रा का पुत्र तथा द्रोपदी के पुत्र – ये सभी महारथी हैं ।',
          },
          //sholkno:6
          {
            'sholk':
                'अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।\nनायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥\nभवान्भीष्मश्च कर्णश्च कृपश्च समितिंजयः ।\nअश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च ॥१-८॥\nअन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।\nनानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥',
            'mean':
                'किन्तु हे ब्राह्मणश्रेष्ठ! अपने पक्ष में भी जो प्रधान हैं, उनको आप समझ लीजिए। आपकी जानकारी के लिए मेरी सेना के जो-जो सेनापति हैं, उनको बतलाता हूँ, मेरी सेना में स्वयं आप-द्रोणाचार्य और पितामह भीष्म तथा कर्ण और संग्रामविजयी कृपाचार्य तथा वैसे ही अश्वत्थामा, विकर्ण और सोमदत्त का पुत्र भूरिश्रवा और भी मेरे लिए जीवन की आशा त्याग देने वाले बहुत-से शूरवीर अनेक प्रकार के शस्त्रास्त्रों से सुसज्जित और सब-के-सब युद्ध में चतुर हैं ।',
          },
          //sholkno:7
          {
            'sholk':
                'अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् ।\nपर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् ॥१-१०॥',
            'mean':
                'भीष्म पितामह द्वारा रक्षित हमारी वह सेना सब प्रकार से अजेय है और भीम द्वारा रक्षित इन लोगों की यह सेना जीतने में सुगम है ।',
          },
          //sholkno:8
          {
            'sholk':
                'अयनेषु च सर्वेषु यथाभागमवस्थिताः ।\nभीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि ॥१-११॥',
            'mean':
                'इसलिए सब मोर्चों पर अपनी-अपनी जगह स्थित रहते हुए आप लोग सभी निःसंदेह भीष्म पितामह की ही सब ओर से रक्षा करें ।',
          },
          //sholkno:9
          {
            'sholk':
                'तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।\nसिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥\nततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।\nसहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥',
            'mean':
                'कौरवों में वृद्ध बड़े प्रतापी पितामह भीष्म ने उस दुर्योधन के हृदय में हर्ष उत्पन्न करते हुए उच्च स्वर से सिंह की दहाड़ के समान गरजकर शंख बजाया इसके पश्चात शंख और नगाड़े तथा ढोल, मृदंग और नरसिंघे आदि बाजे एक साथ ही बज उठे। उनका वह शब्द बड़ा भयंकर हुआ ।',
          },
          //sholkno:10
          {
            'sholk':
                'ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ ।\nमाधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः ॥१-१४॥',
            'mean':
                'इसके अनन्तर सफेद घोड़ों से युक्त उत्तम रथ में बैठे हुए श्रीकृष्ण महाराज और अर्जुन ने भी अलौकिक शंख बजाए ।',
          },
          //sholkno:11
          {
            'sholk':
                'पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।\nपौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥',
            'mean':
                'श्रीकृष्ण महाराज ने पाञ्चजन्य नामक, अर्जुन ने देवदत्त नामक और भयानक कर्मवाले भीमसेन ने पौण्ड्र नामक महाशंख बजाया ।',
          },
          //sholkno:12
          {
            'sholk':
                'अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।\nनकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥',
            'mean':
                'कुन्तीपुत्र राजा युधिष्ठिर ने अनन्तविजय नामक और नकुल तथा सहदेव ने सुघोष और मणिपुष्पक नामक शंख बजाए ।',
          },
          //sholkno:13
          {
            'sholk':
                'काश्यश्च परमेष्वासः शिखण्डी च महारथः ।\nधृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥\nद्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।\nसौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥',
            'mean':
                'श्रेष्ठ धनुष वाले काशिराज और महारथी शिखण्डी एवं धृष्टद्युम्न तथा राजा विराट और अजेय सात्यकि, राजा द्रुपद एवं द्रौपदी के पाँचों पुत्र और बड़ी भुजावाले सुभद्रा पुत्र अभिमन्यु- इन सभी ने, हे राजन्‌! सब ओर से अलग-अलग शंख बजाए ।',
          },
          //sholkno:14
          {
            'sholk':
                'स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।\nनभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥',
            'mean':
                'और उस भयानक शब्द ने आकाश और पृथ्वी को भी गुंजाते हुए धार्तराष्ट्रों के अर्थात आपके पक्षवालों के हृदय विदीर्ण कर दिए ।',
          },
          //sholkno:15
          {
            'sholk':
                'अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।\nप्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥',
            'mean':
                'उस समय हनुमान से अंकित ध्वजा लगे रथ पर आसीन पाण्डुपुत्र अर्जुन अपना धनुष उठा कर तीर चलाने के लिए उद्यत हुआ | हे राजन्!धृतराष्ट्र के पुत्रों को व्यूह में खड़ा देखकर अर्जुन ने श्रीकृष्ण से ये वचन कहे ।',
          },
          //sholkno:16
          {
            'sholk':
                'अर्जुन उवाचः\nहृषीकेशं तदा वाक्यमिदमाह महीपते ।\nसेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥\nयावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।\nकैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥\nयोत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।\nधार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥',
            'mean':
                'अर्जुन ने कहा – हे अच्युत! कृपा करके मेरा रथ दोनों सेनाओं के बीच में ले चलें जिससे मैं यहाँ युद्ध की अभिलाषा रखने वालों को और शस्त्रों कि इस महान परीक्षा में, जिनसे मुझे संघर्ष करना है, उन्हें देख सकूँ, मुझे उन लोगों को देखने दीजिये जो यहाँ पर धृतराष्ट्र के दुर्बुद्धि पुत्र (दुर्योधन) को प्रसन्न करने की इच्छा से लड़ने के लिए आये हुए हैं ।',
          },
          //sholkno:17
          {
            'sholk':
                'संजय उवाचः\nएवमुक्तो हृषीकेशो गुडाकेशेन भारत ।\nसेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् ॥१-२४॥\nभीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् ।\nउवाच पार्थ पश्यैतान्समवेतान्कुरूनिति ॥१-२५॥',
            'mean':
                'संजय बोले- हे धृतराष्ट्र! अर्जुन द्वारा कहे अनुसार महाराज श्रीकृष्णचंद्र ने दोनों सेनाओं के बीच में भीष्म और द्रोणाचार्य के सामने तथा सम्पूर्ण राजाओं के सामने उत्तम रथ को खड़ा कर इस प्रकार कहा कि हे पार्थ! युद्ध के लिए जुटे हुए इन कौरवों को देख ।',
          },
          //sholkno:18
          {
            'sholk':
                'तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान् ।\nआचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा ॥१-२६॥',
            'mean':
                'अर्जुन ने वहाँ पर दोनों पक्षों की सेनाओं के मध्य में अपने चाचा-ताउओं, पितामहों, गुरुओं, मामाओं, भाइयों, पुत्रों, पौत्रों, मित्रों, ससुरों और शुभचिन्तकों को भी देखा ।',
          },
          //sholkno:19
          {
            'sholk':
                'कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।\nदृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२७॥',
            'mean':
                'उन उपस्थित सम्पूर्ण बंधुओं को देखकर वे कुंतीपुत्र अर्जुन अत्यन्त करुणा से युक्त होकर शोक करते हुए यह वचन बोले ।',
          },
          //sholkno:20
          {
            'sholk':
                'श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।\nतान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२८॥\nसीदन्ति मम गात्राणि मुखं च परिशुष्यति ।\nवेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥\nगाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।\nन च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥',
            'mean':
                'अर्जुन ने कहा – हे कृष्ण! इस प्रकार युद्ध कि इच्छा रखने वाले मित्रों तथा सम्बन्धियों को अपने समक्ष उपस्थित देखकर मेरे शरीर के अंग काँप रहे हैं और मेरा मुँह सूखा जा रहा है, मेरा सारा शरीर काँप रहा है, मेरे रोंगटे खड़े हो रहे हैं, मेरा गाण्डीव धनुष मेरे हाथ से सरक रहा है और मेरी त्वचा जल रही है, मैं यहाँ अब और अधिक खड़ा रहने में असमर्थ हूँ । मैं अपने को भूल रहा हूँ और मेरा सिर चकरा रहा है । हे कृष्ण! मुझे तो केवल अमंगल के कारण दिख रहे हैं ।',
          },
          //sholkno:21
          {
            'sholk':
                'निमित्तानि च पश्यामि विपरीतानि केशव ।\nन च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥\nन काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।\nकिं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥',
            'mean':
                'हे केशव! मैं लक्षणों को भी विपरीत ही देख रहा हूँ तथा युद्ध में स्वजन-समुदाय को मारकर कल्याण भी नहीं देखता, हे कृष्ण! मैं न तो विजय चाहता हूँ और न राज्य तथा सुखों को ही। हे गोविंद! हमें ऐसे राज्य से क्या प्रयोजन है अथवा ऐसे भोगों से और जीवन से भी क्या लाभ है?',
          },
          //sholkno:22
          {
            'sholk':
                'येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।\nत इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥\nआचार्याः पितरः पुत्रास्तथैव च पितामहाः ।\nमातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥',
            'mean':
                'हमें जिनके लिए राज्य, भोग और सुखादि अभीष्ट हैं, वे ही ये सब धन और जीवन की आशा को त्यागकर युद्ध में खड़े हैं, गुरुजन, ताऊ-चाचे, लड़के और उसी प्रकार दादे, मामे, ससुर, पौत्र, साले तथा और भी संबंधी लोग हैं ।',
          },
          //sholkno:23
          {
            'sholk':
                'एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।\nअपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥',
            'mean':
                'हे मधुसूदन! मुझे मारने पर भी अथवा तीनों लोकों के राज्य के लिए भी मैं इन सबको मारना नहीं चाहता, फिर पृथ्वी के लिए तो कहना ही क्या है?',
          },
          //sholkno:24
          {
            'sholk':
                'निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।\nपापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥\nतस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।\nस्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥',
            'mean':
                'हे जनार्दन! धृतराष्ट्र के पुत्रों को मारकर हमें क्या प्रसन्नता होगी? इन आततायियों को मारकर तो हमें पाप ही लगेगा, अतएव हे माधव! अपने ही बान्धव धृतराष्ट्र के पुत्रों को मारने के लिए हम योग्य नहीं हैं क्योंकि अपने ही कुटुम्ब को मारकर हम कैसे सुखी होंगे?',
          },
          //sholkno:25
          {
            'sholk':
                'यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।\nकुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥',
            'mean':
                'यद्यपि लोभ से भ्रष्टचित्त हुये ये लोग कुलनाशकृत दोष और मित्र द्रोह में पाप नहीं देखते हैं ।',
          },
          //sholkno:26
          {
            'sholk':
                'कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम् ।\nकुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन ॥१-३९॥\nकुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।\nधर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥',
            'mean':
                'हेे जनार्दन ! कुलक्षय से होने वाले दोष को जानने वाले हम लोगों को इस पाप से विरत होने के लिए क्यों नहीं सोचना चाहिये, कुल के नष्ट होने से सनातन धर्म नष्ट हो जाते हैं। धर्म नष्ट होने पर सम्पूर्ण कुल को अधर्म (पाप) दबा लेता है ।',
          },
          //sholkno:27
          {
            'sholk':
                'अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः ।\nस्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसंकरः ॥१-४१॥',
            'mean':
                'हे कृष्ण ! पाप के अधिक बढ़ जाने से कुल की स्त्रियां दूषित हो जाती हैं, और हे वार्ष्णेय ! स्त्रियों के दूषित होने पर वर्णसंकर उत्पन्न होता है ।',
          },
          //sholkno:28
          {
            'sholk':
                'संकरो नरकायैव कुलघ्नानां कुलस्य च ।\nपतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः ॥१-४२॥\nदोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।\nउत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥\nउत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।\nनरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥\nअहो बत महत्पापं कर्तुं व्यवसिता वयम् ।\nयद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥',
            'mean':
                'वर्णसंकर कुलघातियों को और कुल को नरक में ले जाने के लिए ही होता है। लुप्त हुई पिण्ड और जल की क्रिया वाले अर्थात श्राद्ध और तर्पण से वंचित इनके पितर लोग भी अधोगति को प्राप्त होते हैं, इन वर्णसंकरकारक दोषों से कुलघातियों के सनातन कुल-धर्म और जाति-धर्म नष्ट हो जाते हैं, हे जनार्दन! जिनका कुल-धर्म नष्ट हो गया है, ऐसे मनुष्यों का अनिश्चितकाल तक नरक में वास होता है, ऐसा हम सुनते आए हैं, हा! शोक! हम लोग बुद्धिमान होकर भी महान पाप करने को तैयार हो गए हैं, जो राज्य और सुख के लोभ से स्वजनों को मारने के लिए उद्यत हो गए हैं ।',
          },
          //sholkno:29
          {
            'sholk':
                'यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।\nधार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥',
            'mean':
                'यदि मुझ शस्त्ररहित एवं सामना न करने वाले को शस्त्र हाथ में लिए हुए धृतराष्ट्र के पुत्र रण में मार डालें तो वह मारना भी मेरे लिए अधिक कल्याणकारक होगा ।',
          },
          //sholkno:30
          {
            'sholk':
                'संजय उवाचः\nएवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् । \nविसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥',
            'mean':
                'संजय बोले- रणभूमि में शोक से उद्विग्न मन वाले अर्जुन इस प्रकार कहकर, बाणसहित धनुष को त्यागकर रथ के पिछले भाग में बैठ गए ।',
          },
        ],
      },
      //2
      {
        'id': 'दूसरा अध्याय',
        'name': 'सांख्ययोग',
        'sholks': [
          //sholkno:1
          {
            'shlok':
                'संजय उवाचः\nतं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् । \nविषीदन्तमिदं वाक्यमुवाच मधुसूदनः ॥२-१॥',
            'mean':
                'संजय ने कहा – करुणा से व्याप्त, शोकयुक्त, अश्रुपूरित नेत्रों वाले अर्जुन को देख कर मधुसूदन कृष्ण ने ये शब्द कहे ।',
          },
          //sholkno:2
          {
            'shlok':
                'कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् ।\nअनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन ॥२-२॥',
            'mean':
                'श्रीभगवान बोले- हे अर्जुन! तुझे इस असमय में यह मोह किस हेतु से प्राप्त हुआ? क्योंकि न तो यह श्रेष्ठ पुरुषों द्वारा आचरित है, न स्वर्ग को देने वाला है और न कीर्ति को करने वाला ही है ।',
          },
          //sholkno:3
          {
            'shlok':
                'क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते ।\nक्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप ॥२-३॥',
            'mean':
                'इसलिए हे अर्जुन! नपुंसकता को मत प्राप्त हो, तुझमें यह उचित नहीं जान पड़ती। हे परंतप! हृदय की तुच्छ दुर्बलता को त्यागकर युद्ध के लिए खड़ा हो जा ।',
          },
          //sholkno:4
          {
            'shlok':
                'अर्जुन उवाचः\nकथं भीष्ममहं संख्ये द्रोणं च मधुसूदन ।\nइषुभिः प्रति योत्स्यामि पूजार्हावरिसूदन ॥२-४॥',
            'mean':
                'अर्जुन बोले- हे मधुसूदन! मैं रणभूमि में किस प्रकार बाणों से भीष्म पितामह और द्रोणाचार्य के विरुद्ध लड़ूँगा? क्योंकि हे अरिसूदन! वे दोनों ही पूजनीय हैं ।',
          },
          //sholkno:5
          {
            'shlok':
                'गुरूनहत्वा हि महानुभावान् श्रेयो भोक्तुं भैक्ष्यमपीह लोके ।\nहत्वार्थकामांस्तु गुरूनिहैव भुञ्जीय भोगान् रुधिरप्रदिग्धान् ॥२-५॥',
            'mean':
                'इसलिए इन महानुभाव गुरुजनों को न मारकर मैं इस लोक में भिक्षा का अन्न भी खाना कल्याणकारक समझता हूँ क्योंकि गुरुजनों को मारकर भी इस लोक में रुधिर से सने हुए अर्थ और कामरूप भोगों को ही तो भोगूँगा ।',
          },
          //sholkno:6
          {
            'shlok':
                'न चैतद्विद्मः कतरन्नो गरीयो यद्वा जयेम यदि वा नो जयेयुः ।\nयानेव हत्वा न जिजीविषामस्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः ॥२-६॥',
            'mean':
                'हम यह भी नहीं जानते कि हमारे लिए युद्ध करना और न करना- इन दोनों में से कौन-सा श्रेष्ठ है, अथवा यह भी नहीं जानते कि उन्हें हम जीतेंगे या हमको वे जीतेंगे। और जिनको मारकर हम जीना भी नहीं चाहते, वे ही हमारे आत्मीय धृतराष्ट्र के पुत्र हमारे मुकाबले में खड़े हैं ।',
          },
          //sholkno:7
          {
            'shlok':
                'कार्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसम्मूढचेताः ।\nयच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् ॥२-७॥',
            'mean':
                'इसलिए कायरता रूप दोष से उपहत हुए स्वभाव वाला तथा धर्म के विषय में मोहित चित्त हुआ मैं आपसे पूछता हूँ कि जो साधन निश्चित कल्याणकारक हो, वह मेरे लिए कहिए क्योंकि मैं आपका शिष्य हूँ, इसलिए आपके शरण हुए मुझको शिक्षा दीजिए ।',
          },
          //sholkno:8
          {
            'shlok':
                'न हि प्रपश्यामि ममापनुद्याद् यच्छोकमुच्छोषणमिन्द्रियाणाम् ।\nअवाप्य भूमावसपत्नमृद्धं राज्यं सुराणामपि चाधिपत्यम् ॥२-८॥',
            'mean':
                'क्योंकि भूमि में निष्कण्टक, धन-धान्य सम्पन्न राज्य को और देवताओं के स्वामीपने को प्राप्त होकर भी मैं उस उपाय को नहीं देखता हूँ, जो मेरी इन्द्रियों के सुखाने वाले शोक को दूर कर सके ।',
          },
          //sholkno:9
          {
            'shlok':
                'संजय उवाचः\nएवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप ।\nन योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह ॥२-९॥',
            'mean':
                'संजय बोले- हे राजन्‌! निद्रा को जीतने वाले अर्जुन अंतर्यामी श्रीकृष्ण महाराज के प्रति इस प्रकार कहकर फिर श्री गोविंद भगवान्‌ से युद्ध नहीं करूँगा यह स्पष्ट कहकर चुप हो गए ।',
          },
          //sholkno:10
          {
            'shlok':
                'तमुवाच हृषीकेशः प्रहसन्निव भारत ।\nसेनयोरुभयोर्मध्ये विषीदन्तमिदं वचः ॥२-१०॥',
            'mean':
                'हे भरतवंशी धृतराष्ट्र! अंतर्यामी श्रीकृष्ण महाराज दोनों सेनाओं के बीच में शोक करते हुए उस अर्जुन को हँसते हुए से यह वचन बोले ।',
          },
          //sholkno:11
          {
            'shlok':
                'अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे ।\nगतासूनगतासूंश्च नानुशोचन्ति पण्डिताः ॥२-११॥',
            'mean':
                'श्री भगवान बोले, हे अर्जुन! तू न शोक करने योग्य मनुष्यों के लिए शोक करता है और पण्डितों के से वचनों को कहता है, परन्तु जिनके प्राण चले गए हैं, उनके लिए और जिनके प्राण नहीं गए हैं उनके लिए भी पण्डितजन शोक नहीं करते ।',
          },
          //sholkno:12
          {
            'shlok':
                'न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः ।\nन चैव न भविष्यामः सर्वे वयमतः परम् ॥२-१२॥',
            'mean':
                'न तो ऐसा ही है कि मैं किसी काल में नहीं था, तू नहीं था अथवा ये राजा लोग नहीं थे और न ऐसा ही है कि इससे आगे हम सब नहीं रहेंगे ।',
          },
          //sholkno:13
          {
            'shlok':
                'देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा ।\nतथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति ॥२-१३॥',
            'mean':
                'जैसे जीवात्मा की इस देह में बालकपन, जवानी और वृद्धावस्था होती है, वैसे ही अन्य शरीर की प्राप्ति होती है, उस विषय में धीर पुरुष मोहित नहीं होता ।',
          },
          //sholkno:14
          {
            'shlok':
                'मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः ।\nआगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत ॥२-१४॥',
            'mean':
                'हे कुंतीपुत्र! सर्दी-गर्मी और सुख-दुःख को देने वाले इन्द्रिय और विषयों के संयोग तो उत्पत्ति-विनाशशील और अनित्य हैं, इसलिए हे भारत! उनको तू सहन कर ।',
          },
          //sholkno:15
          {
            'shlok':
                'यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ ।\nसमदुःखसुखं धीरं सोऽमृतत्वाय कल्पते ॥२-१५॥',
            'mean':
                'क्योंकि हे पुरुषश्रेष्ठ! दुःख-सुख को समान समझने वाले जिस धीर पुरुष को ये इन्द्रिय और विषयों के संयोग व्याकुल नहीं करते, वह मोक्ष के योग्य होता है ।',
          },
          //sholkno:16
          {
            'shlok':
                'नासतो विद्यते भावो नाभावो विद्यते सतः ।\nउभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः ॥२-१६॥',
            'mean':
                'असत्‌ वस्तु की तो सत्ता नहीं है और सत्‌ का अभाव नहीं है। इस प्रकार इन दोनों का ही तत्व तत्वज्ञानी पुरुषों द्वारा देखा गया है ।',
          },
          //sholkno:17
          {
            'shlok':
                'अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् । \nविनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति ॥२-१७॥',
            'mean':
                'नाशरहित तो तू उसको जान, जिससे यह सम्पूर्ण जगत्‌- दृश्यवर्ग व्याप्त है। इस अविनाशी का विनाश करने में कोई भी समर्थ नहीं है ।',
          },
          //sholkno:18
          {
            'shlok':
                'अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः ।\nअनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत ॥२-१८॥',
            'mean':
                'इस नाशरहित, अप्रमेय, नित्यस्वरूप जीवात्मा के ये सब शरीर नाशवान कहे गए हैं, इसलिए हे भरतवंशी अर्जुन! तू युद्ध कर ।',
          },
          //sholkno:19
          {
            'shlok':
                'य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् ।\nउभौ तौ न विजानीतो नायं हन्ति न हन्यते ॥२-१९॥',
            'mean':
                'जो इस आत्मा को मारने वाला समझता है तथा जो इसको मरा मानता है, वे दोनों ही नहीं जानते क्योंकि यह आत्मा वास्तव में न तो किसी को मारता है और न किसी द्वारा मारा जाता है ।',
          },
          //sholkno:20
          {
            'shlok':
                'न जायते म्रियते वा कदाचिन्नायं भूत्वा भविता वा न भूयः ।\nअजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे ॥२-२०॥',
            'mean':
                'यह आत्मा किसी काल में भी न तो जन्मता है और न मरता ही है तथा न यह उत्पन्न होकर फिर होने वाला ही है क्योंकि यह अजन्मा, नित्य, सनातन और पुरातन है, शरीर के मारे जाने पर भी यह नहीं मारा जाता ।',
          },
          //sholkno:21
          {
            'shlok':
                'वेदाविनाशिनं नित्यं य एनमजमव्ययम् ।\nकथं स पुरुषः पार्थ कं घातयति हन्ति कम् ॥२-२१॥',
            'mean':
                'हे पृथापुत्र अर्जुन! जो पुरुष इस आत्मा को नाशरहित, नित्य, अजन्मा और अव्यय जानता है, वह पुरुष कैसे किसको मरवाता है और कैसे किसको मारता है?',
          },
          //sholkno:22
          {
            'shlok':
                'वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि ।\nतथा शरीराणि विहाय जीर्णा न्यन्यानि संयाति नवानि देही ॥२-२२॥',
            'mean':
                'जैसे मनुष्य पुराने वस्त्रों को त्यागकर दूसरे नए वस्त्रों को ग्रहण करता है, वैसे ही जीवात्मा पुराने शरीरों को त्यागकर दूसरे नए शरीरों को प्राप्त होता है ।',
          },
          //sholkno:23
          {
            'shlok':
                'नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः ।\nन चैनं क्लेदयन्त्यापो न शोषयति मारुतः ॥२-२३॥',
            'mean':
                'इस आत्मा को शस्त्र नहीं काट सकते, इसको आग नहीं जला सकती, इसको जल नहीं गला सकता और वायु नहीं सुखा सकता ।',
          },
          //sholkno:24
          {
            'shlok':
                'अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च ।\nनित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः ॥२-२४॥',
            'mean':
                'क्योंकि यह आत्मा अच्छेद्य है, यह आत्मा अदाह्य, अक्लेद्य और निःसंदेह अशोष्य है तथा यह आत्मा नित्य, सर्वव्यापी, अचल, स्थिर रहने वाला और सनातन है ।',
          },
          //sholkno:25
          {
            'shlok':
                'अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते ।\nतस्मादेवं विदित्वैनं नानुशोचितुमर्हसि ॥२-२५॥',
            'mean':
                'यह आत्मा अव्यक्त है, यह आत्मा अचिन्त्य है और यह आत्मा विकाररहित कहा जाता है। इससे हे अर्जुन! इस आत्मा को उपर्युक्त प्रकार से जानकर तू शोक करने के योग्य नहीं है अर्थात्‌ तुझे शोक करना उचित नहीं है ।',
          },
          //sholkno:26
          {
            'shlok':
                'अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम् ।\nतथापि त्वं महाबाहो नैवं शोचितुमर्हसि ॥२-२६॥',
            'mean':
                'किन्तु यदि तू इस आत्मा को सदा जन्मने वाला तथा सदा मरने वाला मानता हो, तो भी हे महाबाहो! तू इस प्रकार शोक करने योग्य नहीं है ।',
          },
          //sholkno:27
          {
            'shlok':
                'जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च ।\nतस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि ॥२-२७॥',
            'mean':
                'क्योंकि इस मान्यता के अनुसार जन्मे हुए की मृत्यु निश्चित है और मरे हुए का जन्म निश्चित है। इससे भी इस बिना उपाय वाले विषय में तू शोक करने योग्य नहीं है ।',
          },
          //sholkno:28
          {
            'shlok':
                'अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत ।\nअव्यक्तनिधनान्येव तत्र का परिदेवना ॥२-२८॥',
            'mean':
                'हे अर्जुन! सम्पूर्ण प्राणी जन्म से पहले अप्रकट थे और मरने के बाद भी अप्रकट हो जाने वाले हैं, केवल बीच में ही प्रकट हैं, फिर ऐसी स्थिति में क्या शोक करना है?',
          },
          //sholkno:29
          {
            'shlok':
                'आश्चर्यवत्पश्यति कश्चिदेनमाश्चर्यवद्वदति तथैव चान्यः ।\nआश्चर्यवच्चैनमन्यः शृणोति श्रुत्वाप्येनं वेद न चैव कश्चित् ॥२-२९॥',
            'mean':
                'कोई एक महापुरुष ही इस आत्मा को आश्चर्य की भाँति देखता है और वैसे ही दूसरा कोई महापुरुष ही इसके तत्व का आश्चर्य की भाँति वर्णन करता है तथा दूसरा कोई अधिकारी पुरुष ही इसे आश्चर्य की भाँति सुनता है और कोई-कोई तो सुनकर भी इसको नहीं जानता ।',
          },
          //sholkno:30
          {
            'shlok':
                'देही नित्यमवध्योऽयं देहे सर्वस्य भारत ।\nतस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि ॥२-३०॥',
            'mean':
                'हे अर्जुन! यह आत्मा सबके शरीर में सदा ही अवध्य (जिसका वध नहीं किया जा सके) है। इस कारण सम्पूर्ण प्राणियों के लिए तू शोक करने योग्य नहीं है ।',
          },
          //sholkno:31
          {
            'shlok':
                'स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि ।\nधर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते ॥२-३१॥',
            'mean':
                'तथा अपने धर्म को देखकर भी तू भय करने योग्य नहीं है अर्थात्‌ तुझे भय नहीं करना चाहिए क्योंकि क्षत्रिय के लिए धर्मयुक्त युद्ध से बढ़कर दूसरा कोई कल्याणकारी कर्तव्य नहीं है ।',
          },
          //sholkno:32
          {
            'shlok':
                'यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् ।\nसुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम् ॥२-३२॥',
            'mean':
                'हे पार्थ! अपने-आप प्राप्त हुए और खुले हुए स्वर्ग के द्वार रूप इस प्रकार के युद्ध को भाग्यवान क्षत्रिय लोग ही पाते हैं ।',
          },
          //sholkno:33
          {
            'shlok':
                'अथ चेत्त्वमिमं धर्म्यं संग्रामं न करिष्यसि ।\nततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि ॥२-३३॥',
            'mean':
                'किन्तु यदि तू इस धर्मयुक्त युद्ध को नहीं करेगा तो स्वधर्म और कीर्ति को खोकर पाप को प्राप्त होगा ।',
          },
          //sholkno:34
          {
            'shlok':
                'अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम् ।\nसम्भावितस्य चाकीर्तिर्मरणादतिरिच्यते ॥२-३४॥',
            'mean':
                'तथा सब लोग तेरी बहुत काल तक रहने वाली अपकीर्ति का भी कथन करेंगे और माननीय पुरुष के लिए अपकीर्ति मरण से भी बढ़कर है ।',
          },
          //sholkno:35
          {
            'shlok':
                'भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः ।\nयेषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम् ॥२-३५॥',
            'mean':
                'इऔर जिनकी दृष्टि में तू पहले बहुत सम्मानित होकर अब लघुता को प्राप्त होगा, वे महारथी लोग तुझे भय के कारण युद्ध से हटा हुआ मानेंगे ।',
          },
          //sholkno:36
          {
            'shlok':
                'अवाच्यवादांश्च बहून्वदिष्यन्ति तवाहिताः ।\nनिन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम् ॥२-३६॥',
            'mean':
                'तेरे वैरी लोग तेरे सामर्थ्य की निंदा करते हुए तुझे बहुत से न कहने योग्य वचन भी कहेंगे, उससे अधिक दुःख और क्या होगा?',
          },
          //sholkno:37
          {
            'shlok':
                'हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम् ।\nतस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः ॥२-३७॥',
            'mean':
                'या तो तू युद्ध में मारा जाकर स्वर्ग को प्राप्त होगा अथवा संग्राम में जीतकर पृथ्वी का राज्य भोगेगा। इस कारण हे अर्जुन! तू युद्ध के लिए निश्चय करके खड़ा हो जा ।',
          },
          //sholkno:38
          {
            'shlok':
                'सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ ।\nततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि ॥२-३८॥',
            'mean':
                'जय-पराजय, लाभ-हानि और सुख-दुख को समान समझकर, उसके बाद युद्ध के लिए तैयार हो जा, इस प्रकार युद्ध करने से तू पाप को नहीं प्राप्त होगा ।',
          },
          //sholkno:39
          {
            'shlok':
                'एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां शृणु ।\nबुद्ध्या युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि ॥२-३९॥',
            'mean':
                'यहाँ मैंने वैश्लेषिक अध्ययन (सांख्य) द्वारा इस ज्ञान का वर्णन किया है । अब निष्काम भाव से कर्म करना बता रहा हूँ, उसे सुनो । हे पृथापुत्र! तुम यदि ऐसे ज्ञान से कर्म करोगे तो तुम कर्मों के बन्धन से अपने को मुक्त कर सकते हो ।',
          },
          //sholkno:40
          {
            'shlok':
                'नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते ।\nस्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् ॥२-४०॥',
            'mean':
                'इस कर्मयोग में आरंभ का अर्थात बीज का नाश नहीं है और उलटा फलरूप दोष भी नहीं है, बल्कि इस कर्मयोग रूप धर्म का थोड़ा-सा भी साधन जन्म-मृत्यु रूप महान भय से रक्षा कर लेता है ।',
          },
          //sholkno:41
          {
            'shlok':
                'व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन ।\nबहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् ॥२-४१॥',
            'mean':
                'हे अर्जुन! इस कर्मयोग में निश्चयात्मिका बुद्धि एक ही होती है, किन्तु अस्थिर विचार वाले विवेकहीन सकाम मनुष्यों की बुद्धियाँ निश्चय ही बहुत भेदों वाली और अनन्त होती हैं ।',
          },
          //sholkno:42
          {
            'shlok':
                'यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः ।\nवेदवादरताः पार्थ नान्यदस्तीति वादिनः ॥२-४२॥\nकामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम् ।\nक्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति ॥२-४३॥\nभोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम् ।\nव्यवसायात्मिका बुद्धिः समाधौ न विधीयते ॥२-४४॥',
            'mean':
                'हे अर्जुन! जो भोगों में तन्मय हो रहे हैं, जो कर्मफल के प्रशंसक वेदवाक्यों में ही प्रीति रखते हैं, जिनकी बुद्धि में स्वर्ग ही परम प्राप्य वस्तु है और जो स्वर्ग से बढ़कर दूसरी कोई वस्तु ही नहीं है- ऐसा कहने वाले हैं, वे अविवेकीजन इस प्रकार की जिस पुष्पित अर्थात्‌ दिखाऊ शोभायुक्त वाणी को कहा करते हैं, जो कि जन्मरूप कर्मफल देने वाली एवं भोग तथा ऐश्वर्य की प्राप्ति के लिए नाना प्रकार की बहुत-सी क्रियाओं का वर्णन करने वाली है, उस वाणी द्वारा जिनका चित्त हर लिया गया है, जो भोग और ऐश्वर्य में अत्यन्त आसक्त हैं, उन पुरुषों की परमात्मा में निश्चियात्मिका बुद्धि नहीं होती ।',
          },
          //sholkno:43
          {
            'shlok':
                'त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन ।\nनिर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान् ॥२-४५॥',
            'mean':
                'हे अर्जुन! वेद उपर्युक्त प्रकार से तीनों गुणों के कार्य रूप समस्त भोगों एवं उनके साधनों का प्रतिपादन करने वाले हैं, इसलिए तू उन भोगों एवं उनके साधनों में आसक्तिहीन, हर्ष-शोकादि द्वंद्वों से रहित, नित्यवस्तु परमात्मा में स्थित योग (अप्राप्त की प्राप्ति का नाम योग है।) क्षेम (प्राप्त वस्तु की रक्षा का नाम क्षेम है।) को न चाहने वाला और स्वाधीन अन्तःकरण वाला हो ।',
          },
          //sholkno:44
          {
            'shlok':
                'यावानर्थ उदपाने सर्वतः संप्लुतोदके ।\nतावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः ॥२-४६॥',
            'mean':
                'सब ओर से परिपूर्ण जलाशय के प्राप्त हो जाने पर छोटे जलाशय में मनुष्य का जितना प्रयोजन रहता है, ब्रह्म को तत्व से जानने वाले ब्राह्मण का समस्त वेदों में उतना ही प्रयोजन रह जाता है ।',
          },
          //sholkno:45
          {
            'shlok':
                'कर्मण्येवाधिकारस्ते मा फलेषु कदाचन ।\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि ॥२-४७॥',
            'mean':
                'तेरा कर्म करने में ही अधिकार है, उसके फलों में कभी नहीं। इसलिए तू कर्मों के फल हेतु मत हो तथा तेरी कर्म न करने में भी आसक्ति न हो ।',
          },
          //sholkno:46
          {
            'shlok':
                'योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनंजय ।\nसिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते ॥२-४८॥',
            'mean':
                'हे धनंजय! तू आसक्ति को त्यागकर तथा सिद्धि और असिद्धि में समान बुद्धिवाला होकर योग में स्थित हुआ कर्तव्य कर्मों को कर, समत्व (जो कुछ भी कर्म किया जाए, उसके पूर्ण होने और न होने में तथा उसके फल में समभाव रहने का नाम समत्व है।) ही योग कहलाता है ।',
          },
          //sholkno:47
          {
            'shlok':
                'दूरेण ह्यवरं कर्म बुद्धियोगाद्धनंजय ।\nबुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः ॥२-४९॥',
            'mean':
                'इस समत्वरूप बुद्धियोग से सकाम कर्म अत्यन्त ही निम्न श्रेणी का है। इसलिए हे धनंजय! तू समबुद्धि में ही रक्षा का उपाय ढूँढ अर्थात्‌ बुद्धियोग का ही आश्रय ग्रहण कर क्योंकि फल के हेतु बनने वाले अत्यन्त दीन हैं ।',
          },
          //sholkno:48
          {
            'shlok':
                'बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते ।\nतस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम् ॥२-५०॥',
            'mean':
                'समबुद्धियुक्त पुरुष पुण्य और पाप दोनों को इसी लोक में त्याग देता है अर्थात उनसे मुक्त हो जाता है। इससे तू समत्व रूप योग में लग जा, यह समत्व रूप योग ही कर्मों में कुशलता है अर्थात कर्मबंध से छूटने का उपाय है ।',
          },
          //sholkno:49
          {
            'shlok':
                'कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः ।\nजन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम् ॥२-५१॥',
            'mean':
                'क्योंकि समबुद्धि से युक्त ज्ञानीजन कर्मों से उत्पन्न होने वाले फल को त्यागकर जन्मरूप बंधन से मुक्त हो निर्विकार परम पद को प्राप्त हो जाते हैं ।',
          },
          //sholkno:50
          {
            'shlok':
                'यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति ।\nतदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च ॥२-५२॥',
            'mean':
                'जिस काल में तेरी बुद्धि मोहरूपी दलदल को भलीभाँति पार कर जाएगी, उस समय तू सुने हुए और सुनने में आने वाले इस लोक और परलोक संबंधी सभी भोगों से वैराग्य को प्राप्त हो जाएगा ।',
          },
          //sholkno:51
          {
            'shlok':
                'श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला ।\nसमाधावचला बुद्धिस्तदा योगमवाप्स्यसि ॥२-५३॥',
            'mean':
                'भाँति-भाँति के वचनों को सुनने से विचलित हुई तेरी बुद्धि जब परमात्मा में अचल और स्थिर ठहर जाएगी, तब तू योग को प्राप्त हो जाएगा अर्थात तेरा परमात्मा से नित्य संयोग हो जाएगा ।',
          },
          //sholkno:52
          {
            'shlok':
                'अर्जुन उवाचः\nस्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव ।\nस्थितधीः किं प्रभाषेत किमासीत व्रजेत किम् ॥२-५४॥',
            'mean':
                'अर्जुन बोले- हे केशव! समाधि में स्थित परमात्मा को प्राप्त हुए स्थिरबुद्धि पुरुष का क्या लक्षण है? वह स्थिरबुद्धि पुरुष कैसे बोलता है, कैसे बैठता है और कैसे चलता है?',
          },
          //sholkno:53
          {
            'shlok':
                'श्रीभगवानुवाच-प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् ।\nआत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते ॥२-५५॥',
            'mean':
                'श्री भगवान्‌ बोले- हे अर्जुन! जिस काल में यह पुरुष मन में स्थित सम्पूर्ण कामनाओं को भलीभाँति त्याग देता है और आत्मा से आत्मा में ही संतुष्ट रहता है, उस काल में वह स्थितप्रज्ञ कहा जाता है ।',
          },
          //sholkno:54
          {
            'shlok':
                'दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः ।\nवीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते ॥२-५६॥',
            'mean':
                'दुःखों की प्राप्ति होने पर जिसके मन में उद्वेग नहीं होता, सुखों की प्राप्ति में सर्वथा निःस्पृह है तथा जिसके राग, भय और क्रोध नष्ट हो गए हैं, ऐसा मुनि स्थिरबुद्धि कहा जाता है ।',
          },
          //sholkno:55
          {
            'shlok':
                'यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् ।\nनाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता ॥२-५७॥',
            'mean':
                'जो पुरुष सर्वत्र स्नेहरहित हुआ उस-उस शुभ या अशुभ वस्तु को प्राप्त होकर न प्रसन्न होता है और न द्वेष करता है, उसकी बुद्धि स्थिर है ।',
          },
          //sholkno:56
          {
            'shlok':
                'यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः ।\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥२-५८॥',
            'mean':
                'जिस प्रकार कछुवा अपने अंगो को संकुचित करके खोल के भीतर कर लेता है, उसी तरह जो मनुष्य अपनी इन्द्रियों को इन्द्रियविषयों से खीँच लेता है, वह पूर्ण चेतना में दृढ़तापूर्वक स्थिर होता है ।',
          },
          //sholkno:57
          {
            'shlok':
                'विषया विनिवर्तन्ते निराहारस्य देहिनः ।\nरसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते ॥२-५९॥',
            'mean':
                'इन्द्रियों द्वारा विषयों को ग्रहण न करने वाले पुरुष के भी केवल विषय तो निवृत्त हो जाते हैं, परन्तु उनमें रहने वाली आसक्ति निवृत्त नहीं होती। इस स्थितप्रज्ञ पुरुष की तो आसक्ति भी परमात्मा का साक्षात्कार करके निवृत्त हो जाती है ।',
          },
          //sholkno:58
          {
            'shlok':
                'यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः ।\nइन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः ॥२-६०॥',
            'mean':
                'हे अर्जुन! इन्द्रियाँ इतनी प्रबल तथा वेगवान हैं कि वे उस विवेकी पुरुष के मन को भी बलपूर्वक हर लेती हैं, जो उन्हें वश में करने का प्रयत्न करता है ।',
          },
          //sholkno:59
          {
            'shlok':
                'तानि सर्वाणि संयम्य युक्त आसीत मत्परः ।\nवशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता ॥२-६१॥',
            'mean':
                'जो इन्द्रियों को पूर्णतया वश में रखते हुए इन्द्रिय-संयमन करता है और अपनी चेतना को मुझमें स्थिर कर देता है, वह मनुष्य स्थिरबुद्धि कहलाता है ।',
          },
          //sholkno:60
          {
            'shlok':
                'ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते ।\nसङ्गात्संजायते कामः कामात्क्रोधोऽभिजायते ॥२-६२॥',
            'mean':
                'इन्द्रियाविषयों का चिन्तन करते हुए मनुष्य की उनमें आसक्ति उत्पन्न हो जाति है और ऐसी आसक्ति से काम उत्पन्न होता है और फिर काम से क्रोध प्रकट होता है ।',
          },
          //sholkno:61
          {
            'shlok':
                'क्रोधाद्भवति संमोहः संमोहात्स्मृतिविभ्रमः ।\nस्मृतिभ्रंशाद्बुद्धिनाशो बुद्धिनाशात्प्रणश्यति ॥२-६३॥',
            'mean':
                'क्रोध से पूर्ण मोह उत्पन्न होता है और मोह से स्मरणशक्ति का विभ्रम हो जाता है | जब स्मरणशक्ति भ्रमित हो जाति है, तो बुद्धि नष्ट हो जाती है और बुद्धि नष्ट होने पर मनुष्य भव-कूप में पुनः गिर जाता है ।',
          },
          //sholkno:62
          {
            'shlok':
                'रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन् ।\nआत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति ॥२-६४॥',
            'mean':
                'किन्तु समस्त राग तथा द्वेष से मुक्त एवं अपनी इन्द्रियों को संयम द्वारा वश में करने में समर्थ व्यक्ति भगवान् की पूर्ण कृपा प्राप्त कर सकता है ।',
          },
          //sholkno:63
          {
            'shlok':
                'प्रसादे सर्वदुःखानां हानिरस्योपजायते ।\nप्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते ॥२-६५॥',
            'mean':
                'इस प्रकार कृष्णभावनामृत में तुष्ट व्यक्ति के लिए संसार के तीनों ताप नष्ट हो जाते हैं और ऐसी तुष्ट चेतना होने पर उसकी बुद्धि शीघ्र ही स्थिर हो जाती है ।',
          },
          //sholkno:64
          {
            'shlok':
                'नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना ।\nन चाभावयतः शान्तिरशान्तस्य कुतः सुखम् ॥२-६६॥',
            'mean':
                'जो कृष्णभावनामृत में परमेश्र्वर से सम्बन्धित नहीं है उसकी न तो बुद्धि दिव्य होती है और न ही मन स्थिर होता है जिसके बिना शान्ति की कोई सम्भावना नहीं है । शान्ति के बिना सुख हो भी कैसे सकता है?',
          },
          //sholkno:65
          {
            'shlok':
                'इन्द्रियाणां हि चरतां यन्मनोऽनु विधीयते ।\nतदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि ॥२-६७॥',
            'mean':
                'जिस प्रकार पानी में तैरती नाव को प्रचण्ड वायु दूर बहा ले जाती है उसी प्रकार विचरणशील इन्द्रियों में से कोई एक जिस पर मन निरन्तर लगा रहता है, मनुष्य की बुद्धि को हर लेती है ।',
          },
          //sholkno:66
          {
            'shlok':
                'तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः ।\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥२-६८॥',
            'mean':
                'अतः हे महाबाहु! जिस पुरुष की इन्द्रियाँ अपने-अपने विषयों से सब प्रकार से विरत होकर उसके वश में हैं, उसी की बुद्धि निस्सन्देह स्थिर है ।',
          },
          //sholkno:67
          {
            'shlok':
                'या निशा सर्वभूतानां तस्यां जागर्ति संयमी ।\nयस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः ॥२-६९॥',
            'mean':
                'जो सब जीवों के लिए रात्रि है, वह आत्मसंयमी के जागने का समय है और जो समस्त जीवों के जागने का समय है वह आत्मनिरीक्षक मुनि के लिए रात्रि है ।',
          },
          //sholkno:68
          {
            'shlok':
                'आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत् ।\nतद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिमाप्नोति न कामकामी ॥२-७०॥',
            'mean':
                'जो पुरुष समुद्र में निरन्तर प्रवेश करती रहने वाली नदियों के समान इच्छाओं के निरन्तर प्रवाह से विचलित नहीं होता और जो सदैव स्थिर रहता है, वही शान्ति प्राप्त कर सकता है, वह नहीं, जो ऐसी इच्छाओं को तुष्ट करने की चेष्ठा करता हो ।',
          },
          //sholkno:69
          {
            'shlok':
                'विहाय कामान्यः सर्वान् पुमांश्चरति निःस्पृहः ।\nनिर्ममो निरहंकारः स शान्तिमधिगच्छति ॥२-७१॥',
            'mean':
                'जिस व्यक्ति ने इन्द्रियतृप्ति की समस्त इच्छाओं का परित्याग कर दिया है, जो इच्छाओं से रहित रहता है और जिसने सारी ममता त्याग दी है तथा अहंकार से रहित है, वही वास्तविक को शान्ति प्राप्त कर सकता है ।',
          },
          //sholkno:70
          {
            'shlok':
                'एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति ।\nस्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति ॥२-७२॥',
            'mean':
                'यह आध्यात्मिक तथा ईश्र्वरीय जीवन का पथ है, जिसे प्राप्त करके मनुष्य मोहित नहीं होता | यदि कोई जीवन के अन्तिम समय में भी इस तरह स्थित हो, तो वह भगवदधाम को प्राप्त होता है ।',
          },
        ]
      },
      {
        {
          'id': 'तीसरा अध्याय',
          'name': 'कर्मयोग',
          'sholks': [
            // sholkno:1,
            {
              'sholk':
                  'अर्जुन उवाचः\nज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन ।\nतत्किं कर्मणि घोरे मां नियोजयसि केशव ॥३-१॥',
              'mean':
                  'अर्जुन ने कहा – हे जनार्दन, हे केशव! यदि आप बुद्धि को सकाम कर्म से श्रेष्ठ समझते हैं तो फिर आप मुझे इस घोर युद्ध में क्यों लगाना चाहते हैं ?',
            },
            // sholkno:2,
            {
              'sholk':
                  'संजय उवाचः\nदृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।\nआचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥',
              'mean':
                  'संजय बोले - \nउस समय राजा दुर्योधन ने व्यूहरचनायुक्त पाण्डवों की सेना को देखा और द्रोणाचार्य के पास जाकर यह वचन कहा ।',
            },
            //sholkno:3
            {
              'sholk':
                  'पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् । \nव्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥',
              'mean':
                  'हे आचार्य! आपके बुद्धिमान्‌ शिष्य द्रुपदपुत्र धृष्टद्युम्न द्वारा व्यूहाकार खड़ी की हुई पाण्डुपुत्रों की इस बड़ी भारी सेना को देखिए ।',
            },
            //sholkno:4
            {
              'sholk':
                  'अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।\nयुयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥\nधृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।\nपुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥',
              'mean':
                  'इस सेना में भीम तथा अर्जुन के समान युद्ध करने वाले अनेक वीर धनुर्धर हैं – यथा महारथी युयुधान, विराट तथा द्रुपद, इनके साथ ही धृष्टकेतु, चेकितान, काशिराज, पुरुजित्, कुन्तिभोज तथा शैब्य जैसे महान शक्तिशाली योद्धा भी हैं ।',
            },
            //sholkno:5
            {
              'sholk':
                  'युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।\nसौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥\n',
              'mean':
                  'पराक्रमी युधामन्यु, अत्यन्त शक्तिशाली उत्तमौजा, सुभद्रा का पुत्र तथा द्रोपदी के पुत्र – ये सभी महारथी हैं ।',
            },
            //sholkno:6
            {
              'sholk':
                  'अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।\nनायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥\nभवान्भीष्मश्च कर्णश्च कृपश्च समितिंजयः ।\nअश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च ॥१-८॥\nअन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।\nनानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥',
              'mean':
                  'किन्तु हे ब्राह्मणश्रेष्ठ! अपने पक्ष में भी जो प्रधान हैं, उनको आप समझ लीजिए। आपकी जानकारी के लिए मेरी सेना के जो-जो सेनापति हैं, उनको बतलाता हूँ, मेरी सेना में स्वयं आप-द्रोणाचार्य और पितामह भीष्म तथा कर्ण और संग्रामविजयी कृपाचार्य तथा वैसे ही अश्वत्थामा, विकर्ण और सोमदत्त का पुत्र भूरिश्रवा और भी मेरे लिए जीवन की आशा त्याग देने वाले बहुत-से शूरवीर अनेक प्रकार के शस्त्रास्त्रों से सुसज्जित और सब-के-सब युद्ध में चतुर हैं ।',
            },
            //sholkno:7
            {
              'sholk':
                  'अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् ।\nपर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् ॥१-१०॥',
              'mean':
                  'भीष्म पितामह द्वारा रक्षित हमारी वह सेना सब प्रकार से अजेय है और भीम द्वारा रक्षित इन लोगों की यह सेना जीतने में सुगम है ।',
            },
            //sholkno:8
            {
              'sholk':
                  'अयनेषु च सर्वेषु यथाभागमवस्थिताः ।\nभीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि ॥१-११॥',
              'mean':
                  'इसलिए सब मोर्चों पर अपनी-अपनी जगह स्थित रहते हुए आप लोग सभी निःसंदेह भीष्म पितामह की ही सब ओर से रक्षा करें ।',
            },
            //sholkno:9
            {
              'sholk':
                  'तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।\nसिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥\nततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।\nसहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥',
              'mean':
                  'कौरवों में वृद्ध बड़े प्रतापी पितामह भीष्म ने उस दुर्योधन के हृदय में हर्ष उत्पन्न करते हुए उच्च स्वर से सिंह की दहाड़ के समान गरजकर शंख बजाया इसके पश्चात शंख और नगाड़े तथा ढोल, मृदंग और नरसिंघे आदि बाजे एक साथ ही बज उठे। उनका वह शब्द बड़ा भयंकर हुआ ।',
            },
            //sholkno:10
            {
              'sholk':
                  'ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ ।\nमाधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः ॥१-१४॥',
              'mean':
                  'इसके अनन्तर सफेद घोड़ों से युक्त उत्तम रथ में बैठे हुए श्रीकृष्ण महाराज और अर्जुन ने भी अलौकिक शंख बजाए ।',
            },
            //sholkno:11
            {
              'sholk':
                  'पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।\nपौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥',
              'mean':
                  'श्रीकृष्ण महाराज ने पाञ्चजन्य नामक, अर्जुन ने देवदत्त नामक और भयानक कर्मवाले भीमसेन ने पौण्ड्र नामक महाशंख बजाया ।',
            },
            //sholkno:12
            {
              'sholk':
                  'अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।\nनकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥',
              'mean':
                  'कुन्तीपुत्र राजा युधिष्ठिर ने अनन्तविजय नामक और नकुल तथा सहदेव ने सुघोष और मणिपुष्पक नामक शंख बजाए ।',
            },
            //sholkno:13
            {
              'sholk':
                  'काश्यश्च परमेष्वासः शिखण्डी च महारथः ।\nधृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥\nद्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।\nसौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥',
              'mean':
                  'श्रेष्ठ धनुष वाले काशिराज और महारथी शिखण्डी एवं धृष्टद्युम्न तथा राजा विराट और अजेय सात्यकि, राजा द्रुपद एवं द्रौपदी के पाँचों पुत्र और बड़ी भुजावाले सुभद्रा पुत्र अभिमन्यु- इन सभी ने, हे राजन्‌! सब ओर से अलग-अलग शंख बजाए ।',
            },
            //sholkno:14
            {
              'sholk':
                  'स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।\nनभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥',
              'mean':
                  'और उस भयानक शब्द ने आकाश और पृथ्वी को भी गुंजाते हुए धार्तराष्ट्रों के अर्थात आपके पक्षवालों के हृदय विदीर्ण कर दिए ।',
            },
            //sholkno:15
            {
              'sholk':
                  'अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।\nप्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥',
              'mean':
                  'उस समय हनुमान से अंकित ध्वजा लगे रथ पर आसीन पाण्डुपुत्र अर्जुन अपना धनुष उठा कर तीर चलाने के लिए उद्यत हुआ | हे राजन्!धृतराष्ट्र के पुत्रों को व्यूह में खड़ा देखकर अर्जुन ने श्रीकृष्ण से ये वचन कहे ।',
            },
            //sholkno:16
            {
              'sholk':
                  'अर्जुन उवाचः\nहृषीकेशं तदा वाक्यमिदमाह महीपते ।\nसेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥\nयावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।\nकैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥\nयोत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।\nधार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥',
              'mean':
                  'अर्जुन ने कहा – हे अच्युत! कृपा करके मेरा रथ दोनों सेनाओं के बीच में ले चलें जिससे मैं यहाँ युद्ध की अभिलाषा रखने वालों को और शस्त्रों कि इस महान परीक्षा में, जिनसे मुझे संघर्ष करना है, उन्हें देख सकूँ, मुझे उन लोगों को देखने दीजिये जो यहाँ पर धृतराष्ट्र के दुर्बुद्धि पुत्र (दुर्योधन) को प्रसन्न करने की इच्छा से लड़ने के लिए आये हुए हैं ।',
            },
            //sholkno:17
            {
              'sholk':
                  'संजय उवाचः\nएवमुक्तो हृषीकेशो गुडाकेशेन भारत ।\nसेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् ॥१-२४॥\nभीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् ।\nउवाच पार्थ पश्यैतान्समवेतान्कुरूनिति ॥१-२५॥',
              'mean':
                  'संजय बोले- हे धृतराष्ट्र! अर्जुन द्वारा कहे अनुसार महाराज श्रीकृष्णचंद्र ने दोनों सेनाओं के बीच में भीष्म और द्रोणाचार्य के सामने तथा सम्पूर्ण राजाओं के सामने उत्तम रथ को खड़ा कर इस प्रकार कहा कि हे पार्थ! युद्ध के लिए जुटे हुए इन कौरवों को देख ।',
            },
            //sholkno:18
            {
              'sholk':
                  'तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान् ।\nआचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा ॥१-२६॥',
              'mean':
                  'अर्जुन ने वहाँ पर दोनों पक्षों की सेनाओं के मध्य में अपने चाचा-ताउओं, पितामहों, गुरुओं, मामाओं, भाइयों, पुत्रों, पौत्रों, मित्रों, ससुरों और शुभचिन्तकों को भी देखा ।',
            },
            //sholkno:19
            {
              'sholk':
                  'कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।\nदृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२७॥',
              'mean':
                  'उन उपस्थित सम्पूर्ण बंधुओं को देखकर वे कुंतीपुत्र अर्जुन अत्यन्त करुणा से युक्त होकर शोक करते हुए यह वचन बोले ।',
            },
            //sholkno:20
            {
              'sholk':
                  'श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।\nतान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२८॥\nसीदन्ति मम गात्राणि मुखं च परिशुष्यति ।\nवेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥\nगाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।\nन च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥',
              'mean':
                  'अर्जुन ने कहा – हे कृष्ण! इस प्रकार युद्ध कि इच्छा रखने वाले मित्रों तथा सम्बन्धियों को अपने समक्ष उपस्थित देखकर मेरे शरीर के अंग काँप रहे हैं और मेरा मुँह सूखा जा रहा है, मेरा सारा शरीर काँप रहा है, मेरे रोंगटे खड़े हो रहे हैं, मेरा गाण्डीव धनुष मेरे हाथ से सरक रहा है और मेरी त्वचा जल रही है, मैं यहाँ अब और अधिक खड़ा रहने में असमर्थ हूँ । मैं अपने को भूल रहा हूँ और मेरा सिर चकरा रहा है । हे कृष्ण! मुझे तो केवल अमंगल के कारण दिख रहे हैं ।',
            },
            //sholkno:21
            {
              'sholk':
                  'निमित्तानि च पश्यामि विपरीतानि केशव ।\nन च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥\nन काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।\nकिं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥',
              'mean':
                  'हे केशव! मैं लक्षणों को भी विपरीत ही देख रहा हूँ तथा युद्ध में स्वजन-समुदाय को मारकर कल्याण भी नहीं देखता, हे कृष्ण! मैं न तो विजय चाहता हूँ और न राज्य तथा सुखों को ही। हे गोविंद! हमें ऐसे राज्य से क्या प्रयोजन है अथवा ऐसे भोगों से और जीवन से भी क्या लाभ है?',
            },
            //sholkno:22
            {
              'sholk':
                  'येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।\nत इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥\nआचार्याः पितरः पुत्रास्तथैव च पितामहाः ।\nमातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥',
              'mean':
                  'हमें जिनके लिए राज्य, भोग और सुखादि अभीष्ट हैं, वे ही ये सब धन और जीवन की आशा को त्यागकर युद्ध में खड़े हैं, गुरुजन, ताऊ-चाचे, लड़के और उसी प्रकार दादे, मामे, ससुर, पौत्र, साले तथा और भी संबंधी लोग हैं ।',
            },
            //sholkno:23
            {
              'sholk':
                  'एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।\nअपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥',
              'mean':
                  'हे मधुसूदन! मुझे मारने पर भी अथवा तीनों लोकों के राज्य के लिए भी मैं इन सबको मारना नहीं चाहता, फिर पृथ्वी के लिए तो कहना ही क्या है?',
            },
            //sholkno:24
            {
              'sholk':
                  'निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।\nपापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥\nतस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।\nस्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥',
              'mean':
                  'हे जनार्दन! धृतराष्ट्र के पुत्रों को मारकर हमें क्या प्रसन्नता होगी? इन आततायियों को मारकर तो हमें पाप ही लगेगा, अतएव हे माधव! अपने ही बान्धव धृतराष्ट्र के पुत्रों को मारने के लिए हम योग्य नहीं हैं क्योंकि अपने ही कुटुम्ब को मारकर हम कैसे सुखी होंगे?',
            },
            //sholkno:25
            {
              'sholk':
                  'यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।\nकुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥',
              'mean':
                  'यद्यपि लोभ से भ्रष्टचित्त हुये ये लोग कुलनाशकृत दोष और मित्र द्रोह में पाप नहीं देखते हैं ।',
            },
            //sholkno:26
            {
              'sholk':
                  'कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम् ।\nकुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन ॥१-३९॥\nकुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।\nधर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥',
              'mean':
                  'हेे जनार्दन ! कुलक्षय से होने वाले दोष को जानने वाले हम लोगों को इस पाप से विरत होने के लिए क्यों नहीं सोचना चाहिये, कुल के नष्ट होने से सनातन धर्म नष्ट हो जाते हैं। धर्म नष्ट होने पर सम्पूर्ण कुल को अधर्म (पाप) दबा लेता है ।',
            },
            //sholkno:27
            {
              'sholk':
                  'अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः ।\nस्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसंकरः ॥१-४१॥',
              'mean':
                  'हे कृष्ण ! पाप के अधिक बढ़ जाने से कुल की स्त्रियां दूषित हो जाती हैं, और हे वार्ष्णेय ! स्त्रियों के दूषित होने पर वर्णसंकर उत्पन्न होता है ।',
            },
            //sholkno:28
            {
              'sholk':
                  'संकरो नरकायैव कुलघ्नानां कुलस्य च ।\nपतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः ॥१-४२॥\nदोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।\nउत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥\nउत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।\nनरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥\nअहो बत महत्पापं कर्तुं व्यवसिता वयम् ।\nयद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥',
              'mean':
                  'वर्णसंकर कुलघातियों को और कुल को नरक में ले जाने के लिए ही होता है। लुप्त हुई पिण्ड और जल की क्रिया वाले अर्थात श्राद्ध और तर्पण से वंचित इनके पितर लोग भी अधोगति को प्राप्त होते हैं, इन वर्णसंकरकारक दोषों से कुलघातियों के सनातन कुल-धर्म और जाति-धर्म नष्ट हो जाते हैं, हे जनार्दन! जिनका कुल-धर्म नष्ट हो गया है, ऐसे मनुष्यों का अनिश्चितकाल तक नरक में वास होता है, ऐसा हम सुनते आए हैं, हा! शोक! हम लोग बुद्धिमान होकर भी महान पाप करने को तैयार हो गए हैं, जो राज्य और सुख के लोभ से स्वजनों को मारने के लिए उद्यत हो गए हैं ।',
            },
            //sholkno:29
            {
              'sholk':
                  'यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।\nधार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥',
              'mean':
                  'यदि मुझ शस्त्ररहित एवं सामना न करने वाले को शस्त्र हाथ में लिए हुए धृतराष्ट्र के पुत्र रण में मार डालें तो वह मारना भी मेरे लिए अधिक कल्याणकारक होगा ।',
            },
            //sholkno:30
            {
              'sholk':
                  'संजय उवाचः\nएवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् । \nविसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥',
              'mean':
                  'संजय बोले- रणभूमि में शोक से उद्विग्न मन वाले अर्जुन इस प्रकार कहकर, बाणसहित धनुष को त्यागकर रथ के पिछले भाग में बैठ गए ।',
            },
            //sholkno:31
            {
              'sholk':
                  'श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।\nतान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२८॥\nसीदन्ति मम गात्राणि मुखं च परिशुष्यति ।\nवेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥\nगाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।\nन च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥',
              'mean':
                  'अर्जुन ने कहा – हे कृष्ण! इस प्रकार युद्ध कि इच्छा रखने वाले मित्रों तथा सम्बन्धियों को अपने समक्ष उपस्थित देखकर मेरे शरीर के अंग काँप रहे हैं और मेरा मुँह सूखा जा रहा है, मेरा सारा शरीर काँप रहा है, मेरे रोंगटे खड़े हो रहे हैं, मेरा गाण्डीव धनुष मेरे हाथ से सरक रहा है और मेरी त्वचा जल रही है, मैं यहाँ अब और अधिक खड़ा रहने में असमर्थ हूँ । मैं अपने को भूल रहा हूँ और मेरा सिर चकरा रहा है । हे कृष्ण! मुझे तो केवल अमंगल के कारण दिख रहे हैं ।',
            },
            //sholkno:32
            {
              'sholk':
                  'निमित्तानि च पश्यामि विपरीतानि केशव ।\nन च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥\nन काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।\nकिं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥',
              'mean':
                  'हे केशव! मैं लक्षणों को भी विपरीत ही देख रहा हूँ तथा युद्ध में स्वजन-समुदाय को मारकर कल्याण भी नहीं देखता, हे कृष्ण! मैं न तो विजय चाहता हूँ और न राज्य तथा सुखों को ही। हे गोविंद! हमें ऐसे राज्य से क्या प्रयोजन है अथवा ऐसे भोगों से और जीवन से भी क्या लाभ है?',
            },
            //sholkno:33
            {
              'sholk':
                  'येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।\nत इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥\nआचार्याः पितरः पुत्रास्तथैव च पितामहाः ।\nमातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥',
              'mean':
                  'हमें जिनके लिए राज्य, भोग और सुखादि अभीष्ट हैं, वे ही ये सब धन और जीवन की आशा को त्यागकर युद्ध में खड़े हैं, गुरुजन, ताऊ-चाचे, लड़के और उसी प्रकार दादे, मामे, ससुर, पौत्र, साले तथा और भी संबंधी लोग हैं ।',
            },
            //sholkno:34
            {
              'sholk':
                  'एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।\nअपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥',
              'mean':
                  'हे मधुसूदन! मुझे मारने पर भी अथवा तीनों लोकों के राज्य के लिए भी मैं इन सबको मारना नहीं चाहता, फिर पृथ्वी के लिए तो कहना ही क्या है?',
            },
            //sholkno:35
            {
              'sholk':
                  'निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।\nपापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥\nतस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।\nस्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥',
              'mean':
                  'हे जनार्दन! धृतराष्ट्र के पुत्रों को मारकर हमें क्या प्रसन्नता होगी? इन आततायियों को मारकर तो हमें पाप ही लगेगा, अतएव हे माधव! अपने ही बान्धव धृतराष्ट्र के पुत्रों को मारने के लिए हम योग्य नहीं हैं क्योंकि अपने ही कुटुम्ब को मारकर हम कैसे सुखी होंगे?',
            },
            //sholkno:36
            {
              'sholk':
                  'यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।\nकुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥',
              'mean':
                  'यद्यपि लोभ से भ्रष्टचित्त हुये ये लोग कुलनाशकृत दोष और मित्र द्रोह में पाप नहीं देखते हैं ।',
            },
            //sholkno:37
            {
              'sholk':
                  'कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम् ।\nकुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन ॥१-३९॥\nकुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।\nधर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥',
              'mean':
                  'हेे जनार्दन ! कुलक्षय से होने वाले दोष को जानने वाले हम लोगों को इस पाप से विरत होने के लिए क्यों नहीं सोचना चाहिये, कुल के नष्ट होने से सनातन धर्म नष्ट हो जाते हैं। धर्म नष्ट होने पर सम्पूर्ण कुल को अधर्म (पाप) दबा लेता है ।',
            },
            //sholkno:38
            {
              'sholk':
                  'अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः ।\nस्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसंकरः ॥१-४१॥',
              'mean':
                  'हे कृष्ण ! पाप के अधिक बढ़ जाने से कुल की स्त्रियां दूषित हो जाती हैं, और हे वार्ष्णेय ! स्त्रियों के दूषित होने पर वर्णसंकर उत्पन्न होता है ।',
            },
            //sholkno:39
            {
              'sholk':
                  'संकरो नरकायैव कुलघ्नानां कुलस्य च ।\nपतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः ॥१-४२॥\nदोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।\nउत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥\nउत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।\nनरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥\nअहो बत महत्पापं कर्तुं व्यवसिता वयम् ।\nयद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥',
              'mean':
                  'वर्णसंकर कुलघातियों को और कुल को नरक में ले जाने के लिए ही होता है। लुप्त हुई पिण्ड और जल की क्रिया वाले अर्थात श्राद्ध और तर्पण से वंचित इनके पितर लोग भी अधोगति को प्राप्त होते हैं, इन वर्णसंकरकारक दोषों से कुलघातियों के सनातन कुल-धर्म और जाति-धर्म नष्ट हो जाते हैं, हे जनार्दन! जिनका कुल-धर्म नष्ट हो गया है, ऐसे मनुष्यों का अनिश्चितकाल तक नरक में वास होता है, ऐसा हम सुनते आए हैं, हा! शोक! हम लोग बुद्धिमान होकर भी महान पाप करने को तैयार हो गए हैं, जो राज्य और सुख के लोभ से स्वजनों को मारने के लिए उद्यत हो गए हैं ।',
            },
            //sholkno:40
            {
              'sholk':
                  'यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।\nधार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥',
              'mean':
                  'यदि मुझ शस्त्ररहित एवं सामना न करने वाले को शस्त्र हाथ में लिए हुए धृतराष्ट्र के पुत्र रण में मार डालें तो वह मारना भी मेरे लिए अधिक कल्याणकारक होगा ।',
            },
          ],
        },
        {
          'id': 'चौथा अध्याय',
          'name': 'ज्ञानकर्मसन्यासयोग',
          'shloks': [
            //sholkno:1
            {
              'shlok':
                  'इमं विवस्वते योगं प्रोक्तवानहमव्ययम् ।\nविवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब् ॥४-૧॥\nएवं परम्पराप्राप्तमिमं राजर्षयो विदुः ।\nस कालेनेह महता योगो नष्टः परन्तप ॥४-२॥\nस एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः ।\nभक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् ॥४-३॥',
              'mean':
                  'भगवान् श्रीकृष्ण ने कहा – मैंने इस अमर योगविद्या का उपदेश सूर्यदेव विवस्वान् को दिया और विवस्वान् ने मनुष्यों के पिता मनु को उपदेश दिया और मनु ने इसका उपदेश इक्ष्वाकु को दिया, इस प्रकार यह परम विज्ञान गुरु-परम्परा द्वारा प्राप्त किया गया और राजर्षियों ने इसी विधि से इसे समझा । किन्तु कालक्रम में यह परम्परा छिन्न हो गई, अतः यह विज्ञान यथारूप में लुप्त हो गया लगता है, आज मेरे द्वारा वही यह प्राचीन योग यानी परमेश्र्वर के साथ अपने सम्बन्ध का विज्ञान, तुमसे कहा जा रहा है, क्योंकि तुम मेरे भक्त तथा मित्र हो, अतः तुम इस विज्ञान के दिव्य रहस्य को समझ सकते हो ।',
            },
            //sholkno:2
            {
              'shlok':
                  'अपरं भवतो जन्म परं जन्म विवस्वतः ।\nकथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति ॥४-४॥',
              'mean':
                  'अर्जुन ने कहा – सूर्यदेव विवस्वान् आप से पहले हो चुके (ज्येष्ठ) हैं, तो फिर मैं कैसे समझूँ कि प्रारम्भ में भी आपने उन्हें इस विद्या का उपदेश दिया था ।',
            },
            //sholkno:3
            {
              'shlok':
                  'बहूनि मे व्यतीतानि जन्मानि तव चार्जुन ।\nतान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप ॥४-५॥',
              'mean':
                  'श्रीभगवान् ने कहा – तुम्हारे तथा मेरे अनेकानेक जन्म हो चुके हैं | मुझे तो उन सबका स्मरण है, किन्तु हे परंतप! तुम्हें उनका स्मरण नहीं रह सकता है ।',
            },
            //sholkno:4
            {
              'shlok':
                  'अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन् ।\nप्रकृतिं स्वामधिष्ठाय संभवाम्यात्ममायया ॥४-६॥',
              'mean':
                  'यद्यपि मैं अजन्मा तथा अविनाशी हूँ और यद्यपि मैं समस्त जीवों का स्वामी हूँ, तो भी प्रत्येक युग में मैं अपने आदि दिव्य रूप में प्रकट होता हूँ ।',
            },
            //sholkno:5
            {
              'shlok':
                  'यदा यदा हि धर्मस्य ग्लानिर्भवति भारत ।\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् ॥४-७॥\nपरित्राणाय साधूनां विनाशाय च दुष्कृताम् ।\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे ॥४-८॥',
              'mean':
                  'हे भरतवंशी! जब भी और जहाँ भी धर्म का पतन होता है और अधर्म की प्रधानता होने लगती है, तब तब मैं अवतार लेता हूँ, भक्तों का उद्धार करने, दुष्टों का विनाश करने तथा धर्म की फिर से स्थापना करने के लिए मैं हर युग में प्रकट होता हूँ ।',
            },
            //sholkno:6
            {
              'shlok':
                  'यदा यदा हि धर्मस्य ग्लानिर्भवति भारत ।\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् ॥४-७॥\nपरित्राणाय साधूनां विनाशाय च दुष्कृताम् ।\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे ॥४-८॥',
              'mean':
                  'हे भरतवंशी! जब भी और जहाँ भी धर्म का पतन होता है और अधर्म की प्रधानता होने लगती है, तब तब मैं अवतार लेता हूँ, भक्तों का उद्धार करने, दुष्टों का विनाश करने तथा धर्म की फिर से स्थापना करने के लिए मैं हर युग में प्रकट होता हूँ ।',
            },
            //sholkno:7
            {
              'shlok':
                  'जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः ।\nत्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन ॥४-९॥',
              'mean':
                  'हे अर्जुन! जो मेरे अविर्भाव तथा कर्मों की दिव्य प्रकृति को जानता है, वह इस शरीर को छोड़ने पर इस भौतिक संसार में पुनः जन्म नहीं लेता, अपितु मेरे सनातन धाम को प्राप्त होता है ।',
            },
            //sholkno:8
            {
              'shlok':
                  'वीतराग भयक्रोधा मन्मया मामुपाश्रिताः।\nबहवो ज्ञानतपसा पूता मद्भावमागताः ॥४-१०॥',
              'mean':
                  'आसक्ति, भय तथा क्रोध से मुक्त होकर, मुझमें पूर्णतया तन्मय होकर और मेरी शरण में आकर बहुत से व्यक्ति भूत काल में मेरे ज्ञान से पवित्र हो चुके हैं । इस प्रकार से उन सबों ने मेरे प्रति दिव्यप्रेम को प्राप्त किया है ।',
            },
            //sholkno:9
            {
              'shlok':
                  'ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् ।\nमम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥४-११॥',
              'mean':
                  'जिस भाव से सारे लोग मेरी शरण ग्रहण करते हैं, उसी के अनुरूप मैं उन्हें फल देता हूँ । हे पार्थ! प्रत्येक व्यक्ति सभी प्रकार से मेरे पथ का अनुगमन करता है ।',
            },
            //sholkno:10
            {
              'shlok':
                  'काङ्क्षन्तः कर्मणां सिद्धिं यजन्त इह देवताः ।\nक्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा ॥४-१२॥',
              'mean':
                  'इस संसार में मनुष्य सकाम कर्मों में सिद्धि चाहते हैं, फलस्वरूप वे देवताओं की पूजा करते हैं । निस्सन्देह इस संसार में मनुष्यों को सकाम कर्म का फल शीघ्र प्राप्त होता है ।',
            },
            //sholkno:11
            {
              'shlok':
                  'चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः ।\nतस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् ॥४-१३॥',
              'mean':
                  'प्रकृति के तीनों गुणों और उनसे सम्बद्ध कर्म के अनुसार मेरे द्वारा मानव समाज के चार विभाग रचे गये । यद्यपि मैं इस व्यवस्था का स्त्रष्टा हूँ, किन्तु तुम यह जाना लो कि मैं इतने पर भी अव्यय अकर्ता हूँ ।',
            },
            //sholkno:12
            {
              'shlok':
                  'न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा ।\nइति मां योऽभिजानाति कर्मभिर्न स बध्यते ॥४-१४॥',
              'mean':
                  'मुझ पर किसी कर्म का प्रभाव नहीं पड़ता, न ही मैं कर्मफल की कामना करता हूँ । जो मेरे सम्बन्ध में इस सत्य को जानता है, वह कभी भी कर्मों के पाश में नहीं बँधता ।',
            },
            {
              'shlok':
                  'एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभिः ।\nकुरु कर्मैव तस्मात्त्वं पूर्वैः पूर्वतरं कृतम् ॥४-१५॥',
              'mean':
                  'प्राचीन काल में समस्त मुक्तात्माओं ने मेरी दिव्य प्रकृति को जान करके ही कर्म किया, अतः तुम्हें चाहिए कि उनके पदचिन्हों का अनुसरण करते हुए अपने कर्तव्य का पालन करो ।',
            },
            {
              'shlok':
                  'किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः\nतत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात् ॥४-१६॥',
              'mean':
                  'कर्म क्या है और अकर्म क्या है, इसे निश्चित करने में बुद्धिमान् व्यक्ति भी मोहग्रस्त हो जाते हैं । अतएव मैं तुमको बताऊँगा कि कर्म क्या है, जिसे जानकर तुम सारे अशुभ से मुक्त हो सकोगे ।',
            },
            {
              'shlok':
                  'कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः ।\nअकर्मणश्च बोद्धव्यं गहना कर्मणो गतिः ॥४-१७॥',
              'mean':
                  'कर्म की बारीकियों को समझना अत्यन्त कठिन है । अतः मनुष्य को चाहिए कि वह यह ठीक से जाने कि कर्म क्या है, विकर्म क्या है और अकर्म क्या है ।',
            },
            {
              'shlok':
                  'कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः ।\nस बुद्धिमान्मनुष्येषु स युक्तः कृत्स्नकर्मकृत् ॥४-१८॥',
              'mean':
                  'जो मनुष्य कर्म में अकर्म और अकर्म में कर्म देखता है, वह सभी मनुष्यों में बुद्धिमान् है और सब प्रकार के कर्मों में प्रवृत्त रहकर भी दिव्य स्थिति में रहता है ।',
            },
            {
              'shlok':
                  'यस्य सर्वे समारम्भाः कामसंकल्पवर्जिताः ।\nज्ञानाग्निदग्धकर्माणं तमाहुः पण्डितं बुधाः ॥४-१९॥',
              'mean':
                  'जिस व्यक्ति का प्रत्येक प्रयास (उद्यम) इन्द्रियतृप्ति की कामना से रहित होता है, उसे पूर्णज्ञानी समझा जाता है । उसे ही साधु पुरुष ऐसा कर्ता कहते हैं, जिसने पूर्णज्ञान की अग्नि से कर्मफलों को भस्मसात् कर दिया है ।',
            },
            {
              'shlok':
                  'त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रयः ।\nकर्मण्यभिप्रवृत्तोऽपि नैव किंचित्करोति सः ॥४-२०॥',
              'mean':
                  'अपने कर्मफलों की सारी आसक्ति को त्याग कर सदैव संतुष्ट तथा स्वतन्त्र रहकर वह सभी प्रकार के कार्यों में व्यस्त रहकर भी कोई सकाम कर्म नहीं करता ।',
            },
            {
              'shlok':
                  'निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः ।\nशारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम् ॥४-२१॥',
              'mean':
                  'ऐसा ज्ञानी पुरुष पूर्णरूप से संयमित मन तथा बुद्धि से कार्य करता है, अपनी सम्पत्ति के सारे स्वामित्व को त्याग देता है और केवल शरीर-निर्वाह के लिए कर्म करता है । इस तरह कार्य करता हुआ वह पाप रूपी फलों से प्रभावित नहीं होता है ।',
            },
            {
              'shlok':
                  'यदृच्छालाभसंतुष्टो द्वन्द्वातीतो विमत्सरः ।\nसमः सिद्धावसिद्धौ च कृत्वापि न निबध्यते ॥४-२२॥',
              'mean':
                  'जो स्वतः होने वाले लाभ से संतुष्ट रहता है, जो द्वन्द्व से मुक्त है और ईर्ष्या नहीं करता, जो सफलता तथा असफलता दोनों में स्थिर रहता है, वह कर्म करता हुआ भी कभी बँधता नहीं ।',
            },
            {
              'shlok':
                  'गतसङ्गस्य मुक्तस्य ज्ञानावस्थितचेतसः ।\nयज्ञायाचरतः कर्म समग्रं प्रविलीयते ॥४-२३॥',
              'mean':
                  'जो पुरुष प्रकृति के गुणों के प्रति अनासक्त है और जो दिव्य ज्ञान में पूर्णतया स्थित है, उसके सारे कर्म ब्रह्म में लीन हो जाते हैं ।',
            },
            {
              'shlok':
                  'ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्नौ ब्रह्मणा हुतम् ।\nब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना ॥४-२४॥',
              'mean':
                  'जो व्यक्ति कृष्णभावनामृत में पूर्णतया लीन रहता है, उसे अपने आध्यात्मिक कर्मों के योगदान के कारण अवश्य ही भगवद्धाम की प्राप्ति होती है, क्योंकि उसमें हवन आध्यात्मिक होता है और हवि भी आध्यात्मिक होती है ।',
            },
            {
              'shlok':
                  'दैवमेवापरे यज्ञं योगिनः पर्युपासते ।\nब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति ॥४-२५॥',
              'mean':
                  'कुछ योगी विभिन्न प्रकार के यज्ञों द्वारा देवताओं की भलीभाँति पूजा करते हैं और कुछ परब्रह्म रूपी अग्नि में आहुति डालते हैं ।',
            },
            {
              'shlok':
                  'श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति ।\nशब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति ॥४-२६॥',
              'mean':
                  'इनमें से कुछ (विशुद्ध ब्रह्मचारी) श्रवणादि क्रियाओं तथा इन्द्रियों को मन की नियन्त्रण रूपी अग्नि में स्वाहा कर देते हैं तो दूसरे लोग (नियमित गृहस्थ) इन्द्रियविषयों को इन्द्रियों की अग्नि में स्वाहा कर देते हैं ।',
            },
            {
              'shlok':
                  'सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे ।\nआत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते ॥४-२७॥',
              'mean':
                  'दूसरे, जो मन तथा इन्द्रियों को वश में करके आत्म-साक्षात्कार करना चाहते हैं, सम्पूर्ण इन्द्रियों तथा प्राणवायु के कार्यों को संयमित मन रूपी अग्नि में आहुति कर देते हैं ।',
            },
            {
              'shlok':
                  'द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे ।\nस्वाध्यायज्ञानयज्ञाश्च यतयः संशितव्रताः ॥४-२८॥',
              'mean':
                  'कठोर व्रत अंगीकार करके कुछ लोग अपनी सम्पत्ति का त्याग करके, कुछ कठिन तपस्या द्वारा, कुछ अष्टांग योगपद्धति के अभ्यास द्वारा अथवा दिव्यज्ञान में उन्नति करने के लिए वेदों के अध्ययन द्वारा प्रबुद्ध बनते हैं ।',
            },
            {
              'shlok':
                  'अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे ।\nप्राणापानगती रुद्ध्वा प्राणायामपरायणाः ॥४-२९॥',
              'mean':
                  'अन्य लोग भी हैं जो समाधि में रहने के लिए श्र्वास को रोके रहते हैं (प्राणायाम) । वे अपान में प्राण को और प्राण में अपान को रोकने का अभ्यास करते हैं और अन्त में प्राण-अपान को रोककर समाधि में रहते हैं । अन्य योगी कम भोजन करके प्राण की प्राण में ही आहुति देते हैं ।',
            },
            {
              'shlok':
                  'अपरे नियताहाराः प्राणान्प्राणेषु जुह्वति ।\nसर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः ॥४-३०॥',
              'mean':
                  'ये सभी यज्ञ करने वाले यज्ञों का अर्थ जानने के कारण पापकर्मों से मुक्त हो जाते हैं और यज्ञों के फल रूपी अमृत को चखकर परम दिव्य आकाश की ओर बढ़ते जाते हैं ।',
            },
            {
              'shlok':
                  'यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् ।\nनायं लोकोऽस्त्ययज्ञस्य कुतोऽन्यः कुरुसत्तम ॥४-३१॥',
              'mean':
                  'हे कुरुश्रेष्ठ! जब यज्ञ के बिना मनुष्य इस लोक में या इस जीवन में ही सुखपूर्वक नहीं रह सकता, तो फिर अगले जन्म में कैसे रह सकेगा ।',
            },
            {
              'shlok':
                  'एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे ।\nकर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे ॥४-३२॥',
              'mean':
                  'ये विभिन्न प्रकार के यज्ञ वेदसम्मत हैं और ये सभी विभिन्न प्रकार के कर्मों से उत्पन्न हैं । इन्हें इस रूप में जानने पर तुम मुक्त हो जाओगे ।',
            },
            {
              'shlok':
                  'श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञः परन्तप ।\nसर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते ॥४-३३॥',
              'mean':
                  'हे परंतप! द्रव्ययज्ञ से ज्ञानयज्ञ श्रेष्ठ है । हे पार्थ! अन्ततोगत्वा सारे कर्मयज्ञों का अवसान दिव्य ज्ञान में होते है ।',
            },
            {
              'shlok':
                  'तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया ।\nउपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः ॥४-३४॥',
              'mean':
                  'तुम गुरु के पास जाकर सत्य को जानने का प्रयास करो । उनसे विनीत होकर जिज्ञासा करो और उनकी सेवा करो । स्वरुपसिद्ध व्यक्ति तुम्हें ज्ञान प्रदान कर सकते हैं, क्योंकि उन्होंने सत्य का दर्शन किया है ।',
            },
            {
              'shlok':
                  'यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव ।\nयेन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि ॥४-३५॥',
              'mean':
                  'स्वरुपसिद्ध व्यक्ति से वास्तविक ज्ञान प्राप्त कर चुकने पर तुम पुनः कभी ऐसे मोह को प्राप्त नहीं होगे क्योंकि इस ज्ञान के द्वारा तुम देख सकोगे कि सभी जीव परमात्मा के अंशस्वरूप हैं, अर्थात् वे सब मेरे हैं ।',
            },
            {
              'shlok':
                  'अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः ।\nसर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि ॥४-३६॥',
              'mean':
                  'यदि तुम्हें समस्त पापियों में भी सर्वाधिक पापी समझा जाये तो भी तुम दिव्यज्ञान रूपी नाव में स्थित होकर दुख-सागर को पार करने में समर्थ होगे ।',
            },
            {
              'shlok':
                  'यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन ।\nज्ञानाग्निः सर्वकर्माणि भस्मसात्कुरुते तथा ॥४-३७॥',
              'mean':
                  'जैसे प्रज्ज्वलित अग्नि ईंधन को भस्म कर देती है, उसी तरह हे अर्जुन! ज्ञान रूपी अग्नि भौतिक कर्मों के समस्त फलों को जला डालती है ।',
            },
            {
              'shlok':
                  'न हि ज्ञानेन सदृशं पवित्रमिह विद्यते ।\nतत्स्वयं योगसंसिद्धः कालेनात्मनि विन्दति ॥४-३८॥',
              'mean':
                  'इस संसार में दिव्यज्ञान के समान कुछ भी उदात्त तथा शुद्ध नहीं है । ऐसा ज्ञान समस्त योग का परिपक्व फल है । जो व्यक्ति भक्ति में सिद्ध हो जाता है, वह यथासमय अपने अन्तर में इस ज्ञान का आस्वादन करता है ।',
            },
            {
              'shlok':
                  'श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः ।\nज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति ॥४-३९॥',
              'mean':
                  'जो श्रद्धालु दिव्यज्ञान में समर्पित है और जिसने इन्द्रियों को वश में कर लिया है, वह इस ज्ञान को प्राप्त करने का अधिकारी है और इसे प्राप्त करते ही वह तुरन्त आध्यात्मिक शान्ति को प्राप्त होता है ।',
            },
            {
              'shlok':
                  'अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति ।\nनायं लोकोऽस्ति न परो न सुखं संशयात्मनः ॥४-४०॥',
              'mean':
                  'किन्तु जो अज्ञानी तथा श्रद्धाविहीन व्यक्ति शास्त्रों में संदेह करते हैं, वे भगवद्भावनामृत नहीं प्राप्त करते, अपितु नीचे गिर जाते है । संशयात्मा के लिए न तो इस लोक में, न ही परलोक में कोई सुख है ।',
            },
            {
              'shlok':
                  'योगसंन्यस्तकर्माणं ज्ञानसंछिन्नसंशयम् ।\nआत्मवन्तं न कर्माणि निबध्नन्ति धनंजय ॥४-४१॥',
              'mean':
                  'जो व्यक्ति अपने कर्मफलों का परित्याग करते हुए भक्ति करता है और जिसके संशय दिव्यज्ञान द्वारा विनष्ट हो चुके होते हैं वही वास्तव में आत्मपरायण है । हे धनञ्जय! वह कर्मों के बन्धन से नहीं बँधता ।',
            },
            {
              'shlok':
                  'तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः ।\nछित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत ॥४-४२॥',
              'mean':
                  'अतएव तुम्हारे हृदय में अज्ञान के कारण जो संशय उठे हैं उन्हें ज्ञानरूपी शस्त्र से काट डालो । हे भारत! तुम योग से समन्वित होकर खड़े होओ और युद्ध करो ।',
            },
          ],
        },
        {
          'id': 'पाँचवाँ अध्याय',
          'name': 'कर्मसंन्यासयोग',
          'shloks': [
            {
              'shlok':
                  'संन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि ।\nयच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम् ॥५-१॥',
              'mean':
                  'अर्जुन ने कहा – हे कृष्ण! पहले आप मुझसे कर्म त्यागने के लिए कहते हैं और फिर भक्तिपूर्वक कर्म करने का आदेश देते हैं । क्या आप अब कृपा करके निश्चित रूप से मुझे बताएँगे कि इन दोनों में से कौन अधिक लाभप्रद है?',
            },
            {
              'shlok':
                  'संन्यासः कर्मयोगश्च निःश्रेयसकरावुभौ ।\nतयोस्तु कर्मसंन्यासात्कर्मयोगो विशिष्यते ॥५-२॥',
              'mean':
                  'श्रीभगवान् ने उत्तर दिया – मुक्ति में लिए तो कर्म का परित्याग तथा भक्तिमय-कर्म (कर्मयोग) दोनों ही उत्तम हैं । किन्तु इन दोनों में से कर्म के परित्याग से भक्तियुक्त कर्म श्रेष्ठ है ।',
            },
            {
              'shlok':
                  'ज्ञेयः स नित्यसंन्यासी यो न द्वेष्टि न काङ्क्षति ।\nनिर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते ॥५-३॥',
              'mean':
                  'जो पुरुष न तो कर्मफलों से घृणा करता है और न कर्मफल की इच्छा करता है, वह नित्य संन्यासी जाना जाता है । हे महाबाहु अर्जुन! ऐसा मनुष्य समस्त द्वन्द्वों से रहित होकर भवबन्धन को पार कर पूर्णतया मुक्त हो जाता है ।',
            },
            {
              'shlok':
                  'सांख्ययोगौ पृथग्बालाः प्रवदन्ति न पण्डिताः ।\nएकमप्यास्थितः सम्यगुभयोर्विन्दते फलम् ॥५-४॥',
              'mean':
                  'अज्ञानी ही भक्ति (कर्मयोग) को भौतिक जगत् के विश्लेषात्मक अध्ययन (सांख्य) से भिन्न कहते हैं । जो वस्तुतः ज्ञानी हैं वे कहते हैं कि जो इनमें से किसी एक मार्ग का भलीभाँति अनुसरण करता है, वह दोनों के फल प्राप्त कर लेता है ।',
            },
            {
              'shlok':
                  'यत्सांख्यैः प्राप्यते स्थानं तद्योगैरपि गम्यते ।\nएकं सांख्यं च योगं च यः पश्यति स पश्यति ॥५-५॥',
              'mean':
                  'जो यह जानता है कि विश्लेषात्मक अध्ययन (सांख्य) द्वारा प्राप्य स्थान भक्ति द्वारा भी प्राप्त किया जा सकता है, और इस तरह जो सांख्ययोग तथा भक्तियोग को एकसमान देखता है, वही वस्तुओं को यथारूप मेंदेखता है ।',
            },
            {
              'shlok':
                  'संन्यासस्तु महाबाहो दुःखमाप्तुमयोगतः ।\nयोगयुक्तो मुनिर्ब्रह्म नचिरेणाधिगच्छति ॥५-६॥',
              'mean':
                  'भक्ति में लगे बिना केवल समस्त कर्मों का परित्याग करने से कोई सुखी नहीं बन सकता । परन्तु भक्ति में लगा हुआ विचारवान व्यक्ति शीघ्र ही परमेश्र्वर को प्राप्त कर लेता है ।',
            },
            {
              'shlok':
                  'योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रियः ।\nसर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते ॥५-७॥',
              'mean':
                  'जो भक्तिभाव में कर्म करता है, जो विशुद्ध आत्मा है और अपने मन तथा इन्द्रियों को वश में रखता है, वह सबों को प्रिय होता है और सभी लोग उसे प्रिय होते हैं । ऐसा व्यक्ति कर्म करता हुआ भी कभी नहीं बँधता ।',
            },
            {
              'shlok':
                  'नैव किंचित्करोमीति युक्तो मन्येत तत्त्ववित् ।\nपश्यञ्श्रृण्वन्स्पृशञ्जिघ्रन्नश्नन्‌गच्छन्स्वपञ्श्वसन् ॥५-८॥',
              'mean':
                  'तत्त्ववित् युक्त पुरुष यह सोचेगा (अर्थात् जानता है) कि मैं किंचित् मात्र कर्म नहीं करता हूँ देखता हुआ, सुनता हुआ, स्पर्श करता हुआ, सूंघता हुआ, खाता हुआ, चलता हुआ, सोता हुआ, श्वास लेता हुआ ।',
            },
            {
              'shlok':
                  'प्रलपन्विसृजन्गृह्णन्नुन्मिषन्निमिषन्नपि ।\nइन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् ॥५-९॥',
              'mean':
                  'बोलता हुआ, त्यागता हुआ, ग्रहण करता हुआ तथा आँखों को खोलता और बन्द करता हुआ (वह) निश्चयात्मक रूप से जानता है कि सब इन्द्रियाँ अपने-अपने विषयों में विचरण कर रही हैं ।',
            },
            {
              'shlok':
                  'ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति यः ।\nलिप्यते न स पापेन पद्मपत्रमिवाम्भसा ॥५-१०॥',
              'mean':
                  'जो व्यक्ति कर्मफलों को परमेश्र्वर को समर्पित करके आसक्तिरहित होकर अपना कर्म करता है, वह पापकर्मों से उसी प्रकार अप्रभावित रहता है, जिस प्रकार कमलपत्र जल से अस्पृश्य रहता है ।',
            },
            {
              'shlok':
                  'कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि ।\nयोगिनः कर्म कुर्वन्ति सङ्गं त्यक्त्वात्मशुद्धये ॥५-११॥',
              'mean':
                  'योगीजन आसक्तिरहित होकर शरीर, मन, बुद्धि तथा इन्द्रियों के द्वारा भी केवल शुद्धि के लिए कर्म करते हैं ।',
            },
            {
              'shlok':
                  'युक्तः कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम् ।\nअयुक्तः कामकारेण फले सक्तो निबध्यते ॥५-१२॥',
              'mean':
                  'निश्चल भक्त शुद्ध शान्ति प्राप्त करता है क्योंकि वह समस्त कर्मफल मुझे अर्पित कर देता है, किन्तु जो व्यक्ति भगवान् से युक्त नहीं है और जो अपने श्रम का फलकामी है, वह बँध जाता है ।',
            },
            {
              'shlok':
                  'सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी ।\nनवद्वारे पुरे देही नैव कुर्वन्न कारयन् ॥५-१३॥',
              'mean':
                  'जब देहधारी जीवात्मा अपनी प्रकृति को वश में कर लेता है और मन से समस्त कर्मों का परित्याग कर देता है तब वह नौ द्वारों वाले नगर (भौतिक शरीर) में बिना कुछ किये कराये सुखपूर्वक रहता है ।',
            },
            {
              'shlok':
                  'न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभुः ।\nन कर्मफलसंयोगं स्वभावस्तु प्रवर्तते ॥५-१४॥',
              'mean':
                  'शरीर रूपी नगर का स्वामी देहधारी जीवात्मा न तो कर्म का सृजन करता है, न लोगों को कर्म करने के लिए प्रेरित करता है, न ही कर्मफल की रचना करता है । यह सब तो प्रकृति के गुणों द्वारा ही किया जाता है ।',
            },
            {
              'shlok':
                  'नादत्ते कस्यचित्पापं न चैव सुकृतं विभुः ।\nअज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तवः ॥५-१५॥',
              'mean':
                  'परमेश्र्वर न तो किसी के पापों को ग्रहण करता है, न पुण्यों को । किन्तु सारे देहधारी जीव उस अज्ञान के कारण मोहग्रस्त रहते हैं, जो उनके वास्तविक ज्ञान को आच्छादित किये रहता है ।',
            },
            {
              'shlok':
                  'ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः ।\nतेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम् ॥५-१६॥',
              'mean':
                  'किन्तु जब कोई उस ज्ञान से प्रबुद्ध होता है, जिससे अविद्या का विनाश होता है, तो उसके ज्ञान से सब कुछ उसी तरह प्रकट हो जाता है, जैसे दिन में सूर्य से सारी वस्तुएँ प्रकाशित हो जाती हैं ।',
            },
            {
              'shlok':
                  'तद्‌बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणाः ।\nगच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषाः ॥५-१७॥',
              'mean':
                  'जब मनुष्य की बुद्धि, मन, श्रद्धा तथा शरण सब कुछ भगवान् में स्थिर हो जाते हैं, तभी वह पूर्णज्ञान द्वारा समस्त कल्मष से शुद्ध होता है और मुक्ति के पथ पर अग्रसर होता है ।',
            },
            {
              'shlok':
                  'विद्याविनयसंपन्ने ब्राह्मणे गवि हस्तिनि ।\nशुनि चैव श्वपाके च पण्डिताः समदर्शिनः ॥५-१८॥',
              'mean':
                  'विनम्र साधुपुरुष अपने वास्तविक ज्ञान के कारण एक विद्वान् तथा विनीत ब्राह्मण, गाय, हाथी, कुत्ता तथा चाण्डाल को समान दृष्टि (समभाव) से देखते हैं ।',
            },
            {
              'shlok':
                  'इहैव तैर्जितः सर्गो येषां साम्ये स्थितं मनः ।\nनिर्दोषं हि समं ब्रह्म तस्माद्ब्रह्मणि ते स्थिताः ॥५-१९॥',
              'mean':
                  'जिनके मन एकत्व तथा समता में स्थित हैं उन्होंने जन्म तथा मृत्यु के बन्धनों को पहले ही जीत लिया है । वे ब्रह्म के समान निर्दोष हैं और सदा ब्रह्म में ही स्थित रहते हैं ।',
            },
            {
              'shlok':
                  'न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् ।\nस्थिरबुद्धिरसंमूढो ब्रह्मविद्ब्रह्मणि स्थितः ॥५-२०॥',
              'mean':
                  'जो न तो प्रिय वस्तु को पाकर हर्षित होता है और न अप्रिय को पाकर विचलित होता है, जो स्थिरबुद्धि है, जो मोहरहित और भगवद्विद्या को जानने वाला है वह पहले से ही ब्रह्म में स्थित रहता है ।',
            },
            {
              'shlok':
                  'बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत् सुखम् ।\nस ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते ॥५-२१॥',
              'mean':
                  'ऐसा मुक्त पुरुष भौतिक इन्द्रियसुख की ओर आकृष्ट नहीं होता, अपितु सदैव समाधि में रहकर अपने अन्तर में आनन्द का अनुभव करता है । इस प्रकार स्वरुपसिद्ध व्यक्ति परब्रह्म में एकाग्रचित्त होने के कारण असीम सुख भोगता है ।',
            },
            {
              'shlok':
                  'ये हि संस्पर्शजा भोगा दुःखयोनय एव ते ।\nआद्यन्तवन्तः कौन्तेय न तेषु रमते बुधः ॥५-२२॥',
              'mean':
                  'बुद्धिमान् मनुष्य दुख के कारणों में भाग नहीं लेता जो कि भौतिक इन्द्रियों के संसर्ग से उत्पन्न होते हैं । हे कुन्तीपुत्र! ऐसे भोगों का आदि तथा अन्त होता है, अतः चतुर व्यक्ति उनमें आनन्द नहीं लेता ।',
            },
            {
              'shlok':
                  'शक्नोतीहैव यः सोढुं प्राक्शरीरविमोक्षणात् ।\nकामक्रोधोद्भवं वेगं स युक्तः स सुखी नरः ॥५-२३॥',
              'mean':
                  'यदि इस शरीर को त्यागने के पूर्व कोई मनुष्य इन्द्रियों के वेगों को सहन करने तथा इच्छा एवं क्रोध के वेग को रोकने में समर्थ होता है, तो वह इस संसार में सुखी रह सकता है ।',
            },
            {
              'shlok':
                  'योऽन्तःसुखोऽन्तरारामस्तथान्तर्ज्योतिरेव यः ।\nस योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति ॥५-२४॥',
              'mean':
                  'जो अन्तःकरण में सुख का अनुभव करता है, जो कर्मठ है और अन्तःकरण में ही रमण करता है तथा जिसका लक्ष्य अन्तर्मुखी होता है वह सचमुच पूर्ण योगी है । वह परब्रह्म में मुक्त पाता है और अन्ततोगत्वा ब्रह्म को प्राप्त होता है ।',
            },
            {
              'shlok':
                  'लभन्ते ब्रह्मनिर्वाणमृषयः क्षीणकल्मषाः ।\nछिन्नद्वैधा यतात्मानः सर्वभूतहिते रताः ॥५-२५॥',
              'mean':
                  'जो लोग संशय से उत्पन्न होने वाले द्वैत से परे हैं, जिनके मन आत्म-साक्षात्कार में रत हैं, जो समस्त जीवों के कल्याणकार्य करने में सदैव व्यस्त रहते हैं और जो समस्त पापों से रहित हैं, वे ब्रह्मनिर्वाण (मुक्ति) को प्राप्त होते हैं ।',
            },
            {
              'shlok':
                  'कामक्रोधवियुक्तानां यतीनां यतचेतसाम् ।\nअभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् ॥५-२६॥',
              'mean':
                  'जो क्रोध तथा समस्त भौतिक इच्छाओं से रहित हैं, जो स्वरुपसिद्ध, आत्मसंयमी हैं और संसिद्धि के लिए निरन्तर प्रयास करते हैं उनकी मुक्ति निकट भविष्य में सुनिश्चित है ।',
            },
            {
              'shlok':
                  'स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवोः ।\nप्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ ॥५-२७॥',
              'mean':
                  'बाह्य विषयों को बाहर ही रखकर नेत्रों की दृष्टि को भृकुटि के बीच में स्थित करके तथा नासिका में विचरने वाले प्राण और अपानवायु को सम करके ।',
            },
            {
              'shlok':
                  'यतेन्द्रिय मनोबुद्धिर्मुनिर्मोक्षपरायणः ।\nविगतेच्छाभयक्रोधो यः सदा मुक्त एव सः ॥५-२८॥',
              'mean':
                  'जिस पुरुष की इन्द्रियाँ, मन और बुद्धि संयत हैं, ऐसा मोक्ष परायण मुनि इच्छा, भय और क्रोध से रहित है, वह सदा मुक्त ही है ।',
            },
            {
              'shlok':
                  'भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम् ।\nसुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति ॥५-२९॥',
              'mean':
                  'मुझे समस्त यज्ञों तथा तपस्याओं का परम भोक्ता, समस्त लोकों तथा देवताओं का परमेश्र्वर एवं समस्त जीवों का उपकारी एवं हितैषी जानकर मेरे भावनामृत से पूर्ण पुरुष भौतिक दुखों से शान्ति लाभ-करता है ।',
            },
          ],
        },
        {
          'id': 'छठा अध्याय',
          'name': 'आत्मसंयमयोग',
          'shloks': [
        {
              'shlok':
              'अनाश्रितः कर्मफलं कार्यं कर्म करोति यः ।\nस संन्यासी च योगी च न निरग्निर्न चाक्रियः ॥६-१॥',
              'mean':
              'श्रीभगवान् ने कहा – जो पुरुष अपने कर्मफल के प्रति अनासक्त है और जो अपने कर्तव्य का पालन करता है, वही संन्यासी और असली योगी है । वह नहीं, जो न तो अग्नि जलाता है और न कर्म करता है ।',
            },
        {
              'shlok':
              'यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव ।\nन ह्यसंन्यस्तसंकल्पो योगी भवति कश्चन ॥६-२॥',
              'mean':
              'हे पाण्डुपुत्र! जिसे संन्यास कहते हैं उसे ही तुम योग अर्थात् परब्रह्म से युक्त होना जानो क्योंकि इन्द्रियतृप्ति के लिए इच्छा को त्यागे बिना कोई कभी योगी नहीं हो सकता ।अनाश्रितः कर्मफलं कार्यं कर्म करोति यः ।\nस संन्यासी च योगी च न निरग्निर्न चाक्रियः ॥६-१॥',
            },
        {
              'shlok':
              'आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते ।\nयोगारूढस्य तस्यैव शमः कारणमुच्यते ॥६-३॥',
              'mean':
              'जो पुरुष न तो कर्मफलों से घृणा करता है और न कर्मफल की इच्छा करता है, वह नित्य संन्यासी जाना जाता है । हे महाबाहु अर्जुन! ऐसा मनुष्य समस्त द्वन्द्वों से रहित होकर भवबन्धन को पार कर पूर्णतया मुक्त हो जाता है ।',
            },
        {
              'shlok':
              'यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते ।\nसर्वसंकल्पसंन्यासी योगारूढस्तदोच्यते ॥६-४॥',
              'mean':
              'जब कोई पुरुष समस्त भौतिक इच्छाओं का त्यागा करके न तो इन्द्रियतृप्ति के लिए कार्य करता है और न सकामकर्मों में प्रवृत्त होता है तो वह योगारूढ कहलाता है ।',
            },
        {
              'shlok':
              'उद्धरेदात्मनात्मानं नात्मानमवसादयेत् ।\nआत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः ॥६-५॥',
              'mean':
              'मनुष्य को चाहिए कि अपने मन की सहायता से अपना उद्धार करे और अपने को नीचे न गिरने दे । यह मन बद्धजीव का मित्र भी है और शत्रु भी ।',
            },
          {
              'shlok':
              'बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः ।\nअनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत् ॥६-६॥',
              'mean':
              'जिसने मन को जीत लिया है उसके लिए मन सर्वश्रेष्ठ मित्र है, किन्तु जो ऐसा नहीं कर पाया इसके लिए मन सबसे बड़ा शत्रु बना रहेगा ।',
            },
        {
              'shlok':
              'जितात्मनः प्रशान्तस्य परमात्मा समाहितः ।\nशीतोष्णसुखदुःखेषु तथा मानापमानयोः ॥६-७॥',
              'mean':
              'जिसने मन को जीत लिया है, उसने पहले ही परमात्मा को प्राप्त कर लिया है, क्योंकि उसने शान्ति प्राप्त कर ली है । ऐसे पुरुष के लिए सुख-दुख, सर्दी-गर्मी एवं मान-अपमान एक से हैं ।',
            },
        {
              'shlok':
              'ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रियः ।\nयुक्त इत्युच्यते योगी समलोष्टाश्मकाञ्चनः ॥६-८॥',
              'mean':
              'जो योगी ज्ञान और विज्ञान से तृप्त है, जो विकार रहित (कूटस्थ) और जितेन्द्रिय है, जिसको मिट्टी, पाषाण और कंचन समान है, वह (परमात्मा से) युक्त कहलाता है ।',
            },
            {
              'shlok':
              'सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु ।\nसाधुष्वपि च पापेषु समबुद्धिर्विशिष्यते ॥६-९॥',
              'mean':
              'जब मनुष्य निष्कपट हितैषियों, प्रिय मित्रों, तटस्थों, मध्यस्थों, ईर्ष्यालुओं, शत्रुओं तथा मित्रों, पुण्यात्माओं एवं पापियों को समान भाव से देखता है, तो वह और भी उन्नत माना जाता है ।',
            },
            {
              'shlok':
              'योगी युञ्जीत सततमात्मानं रहसि स्थितः ।\nएकाकी यतचित्तात्मा निराशीरपरिग्रहः ॥६-१०॥',
              'mean':
              'योगी को चाहिए कि वह सदैव अपने शरीर, मन तथा आत्मा को परमेश्र्वर में लगाए, एकान्त स्थान में रहे और बड़ी सावधानी के साथ अपने मन को वश में करे । उसे समस्त आकांक्षाओं तथा संग्रहभाव से मुक्त होना चाहिए ।',
            },
            {
              'shlok':
              'शुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मनः ।\nनात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम् ॥६-११॥',
              'mean':
              'योगाभ्यास के लिए योगी एकान्त स्थान में जाकर भूमि पर कुशा बिछा दे और फिर उसे मृगछाला से ढके तथा ऊपर से मुलायम वस्त्र बिछा दे । आसन न तो बहुत ऊँचा हो, न बहुत नीचा । यह पवित्र स्थान में स्थित हो ।',
            },
            {
              'shlok':
              'तत्रैकाग्रं मनः कृत्वा यतचित्तेन्द्रियक्रियः ।\nउपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये ॥६-१२॥',
              'mean':
              'योगी को चाहिए कि इस पर दृढ़तापूर्वक बैठ जाय और मन, इन्द्रियों तथा कर्मों को वश में करते हुए तथा मन को एक बिन्दु पर स्थित करके हृदय को शुद्ध करने के लिए योगाभ्यास करे ।',
            },
            {
              'shlok':
              'समं कायशिरोग्रीवं धारयन्नचलं स्थिरः ।\nसम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन् ॥६-१३॥',
              'mean':
              'काया, सिर और गले को समान एवं अचल धारण करके और स्थिर होकर, अपनी नासिका के अग्रभाग पर दृष्टि जमाकर, अन्य दिशाओं को न देखता हुआ ।',
            },
            {
              'shlok':
              'प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थितः ।\nमनः संयम्य मच्चित्तो युक्त आसीत मत्परः ॥६-१४॥',
              'mean':
              '(साधक को) प्रशान्त अन्त:करण, निर्भय और ब्रह्मचर्य ब्रत में स्थित होकर, मन को संयमित करके चित्त को मुझमें लगाकर मुझे ही परम लक्ष्य समझकर बैठना चाहिए ।',
            },
            {
              'shlok':
              'युञ्जन्नेवं सदात्मानं योगी नियतमानसः ।\nशान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति ॥६-१५॥',
              'mean':
              'इस प्रकार शरीर, मन तथा कर्म में निरन्तर संयम का अब्यास करते हुए संयमित मन वाले योगी को इस भौतिक अस्तित्व की समाप्ति पर भगवदधाम की प्राप्ति होती है ।',
            },
            {
              'shlok':
              'नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः ।\nन चाति स्वप्नशीलस्य जाग्रतो नैव चार्जुन ॥६-१६॥',
              'mean':
              'हे अर्जुन! जो अधिक खाता है या बहुत कम खाता है, जो अधिक सोता है अथवा जो पर्याप्त नहीं सोता उसके योगी बनने की कोई सम्भावना नहीं है ।',
            },
            {
              'shlok':
              'युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु ।\nयुक्तस्वप्नावबोधस्य योगो भवति दुःखहा ॥६-१७॥',
              'mean':
              'जो खाने, सोने, आमोद-प्रमोद तथा काम करने की आदतों में नियमित रहता है, वह योगाभ्यास द्वारा समस्त भौतिक क्लेशों को नष्ट कर सकता है ।',
            },
            {
              'shlok':
              'यदा विनियतं चित्तमात्मन्येवावतिष्ठते ।\nनिःस्पृहः सर्वकामेभ्यो युक्त इत्युच्यते तदा ॥६-१८॥',
              'mean':
              'जब योगी योगाभ्यास द्वारा अपने मानसिक कार्यकलापों को वश में कर लेता है और अध्यात्म में स्थित हो जाता है अर्थात् समस्त भौतिक इच्छाओं से रहित हो जाता है, तब वह योग में सुस्थिर कहा जाता है ।',
            },
            {
              'shlok':
              'यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता ।\nयोगिनो यतचित्तस्य युञ्जतो योगमात्मनः ॥६-१९॥',
              'mean':
              'जिस प्रकार वायुरहित स्थान में दीपक हिलता-डुलता नहीं, उसी तरह जिस योगी का मन वश में होता है, वह आत्मतत्त्व के ध्यान में सदैव स्थिर रहता है ।',
            },
            {
              'shlok':
              'यत्रोपरमते चित्तं निरुद्धं योगसेवया ।\nयत्र चैवात्मनात्मानं पश्यन्नात्मनि तुष्यति ॥६-२०॥',
              'mean':
              'योगका सेवन करनेसे जिस अवस्थामें निरुध्द चित्त उपराम हो जाता है तथा जिस अवस्थामें स्वयं अपने-आपमें अपने-आपको देखता हुआ अपने-आपमें सन्तुष्ट हो जाता है ।',
            },
            {
              'shlok':
              'सुखमात्यन्तिकं यत्तद् बुद्धिग्राह्यमतीन्द्रियम् ।\nवेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वतः ॥६-२१॥',
              'mean':
              'जो सुख आत्यन्तिक, अतीन्द्रिय और बुध्दिग्राह्म है, उस सुखका जिस अवस्थामें अनुभव करता है और जिस सुखमें स्थित हुआ यह ध्यानयोगी फिर कभी तत्वसे विचलित नहीं होता है ।',
            },
            {
              'shlok':
              'यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः ।\nयस्मिन्स्थितो न दुःखेन गुरुणापि विचाल्यते ॥६-२२॥',
              'mean':
              'जिस लाभकी प्राप्ति होनेपर उससे अधिक कोई दूसरा लाभ उसके माननेमें भी नहीं आता और जिसमें स्थित होनेपर वह बड़े भारी दु:ख से भी विचलित नहीं होता है ।',
            },
            {
              'shlok':
              'तं विद्याद्‌दुःखसंयोगवियोगं योगसंज्ञितम् ।\nस निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा ॥६-२३॥',
              'mean':
              'दु:ख के संयोग से वियोग है, उसीको योग नामसे जानना चाहिये । (वह योग जिस ध्यानयोग लक्ष्य है,) उस ध्यानयोका अभ्यास न उकताये हुए चित्तसे निश्चयपूर्वक करना चाहिये ।',
            },
            {
              'shlok':
              'संकल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषतः ।\nमनसैवेन्द्रियग्रामं विनियम्य समन्ततः ॥६-२४॥',
              'mean':
              'मनुष्य को चाहिए कि संकल्प तथा श्रद्धा के साथ योगाभ्यास में लगे और पथ से विचलित न हो । उसे चाहिए कि मनोधर्म से उत्पन्न समस्त इच्छाओं को निरपवाद रूप से त्याग दे और इस प्रकार मन के द्वारा सभी ओर से इन्द्रियों को वश में करे ।',
            },
            {
              'shlok':
              'शनैः शनैरुपरमेद्‌बुद्ध्या धृतिगृहीतया ।\nआत्मसंस्थं मनः कृत्वा न किंचिदपि चिन्तयेत् ॥६-२५॥',
              'mean':
              'धीरे-धीरे, क्रमशः पूर्ण विश्र्वासपूर्वक बुद्धि के द्वारा समाधि में स्थित होना चाहिए और इस प्रकार मन को आत्मा में ही स्थित करना चाहिए तथा अन्य कुछ भी नहीं सोचना चाहिए ।',
            },
            {
              'shlok':
              'यतो यतो निश्चरति मनश्चञ्चलमस्थिरम् ।\nततस्ततो नियम्यैतदात्मन्येव वशं नयेत् ॥६-२६॥',
              'mean':
              'मन अपनी चंचलता तथा अस्थिरता के कारण जहाँ कहीं भी विचरण करता हो, मनुष्य को चाहिए कि उसे वहाँ से खींचे और अपने वश में लाए ।',
            },
            {
              'shlok':
              'प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम् ।\nउपैति शान्तरजसं ब्रह्मभूतमकल्मषम् ॥६-२७॥',
              'mean':
              'जिस योगी का मन मुझ में स्थिर रहता है, वह निश्चय ही दिव्यसुख की सर्वोच्च सिद्धि प्राप्त करता है । वह रजोगुण से परे हो जाता है, वह परमात्मा के साथ अपनी गुणात्मक एकता को समझता है और इस प्रकार अपने समस्त विगत कर्मों के फल से निवृत्त हो जाता है ।',
            },
            {
              'shlok':
              'युञ्जन्नेवं सदात्मानं योगी विगतकल्मषः ।\nसुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्नुते ॥६-२८॥',
              'meaning':
              'इस प्रकार योगाभ्यास में निरन्तर लगा रहकर आत्मसंयमी योगी समस्त भौतिक कल्मष से मुक्त हो जाता है और भगवान् की दिव्य प्रेमाभक्ति में परमसुख प्राप्त करता है ।',
            },
            {
              'shlok':
              'सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि ।\nईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः ॥६-२९॥',
              'meaning':
              'योगयुक्त अन्त:करण वाला और सर्वत्र समदर्शी योगी आत्मा को सब भूतों में और भूतमात्र को आत्मा में देखता है ।',
            },
            {
              'shlok':
              'मां पश्यति सर्वत्र सर्वं च मयि पश्यति ।\nतस्याहं न प्रणश्यामि स च मे न प्रणश्यति ॥६-३०॥',
              'meaning':
              'जो मुझे सर्वत्र देखता है और सब कुछ मुझमें देखता है उसके लिए न तो मैं कभी अदृश्य होता हूँ और न वह मेरे लिए अदृश्य होता है ।',
            },
            {
              'shlok':
              'सर्वभूतस्थितं यो मां भजत्येकत्वमास्थितः ।\nसर्वथा वर्तमानोऽपि स योगी मयि वर्तते ॥६-३१॥',
              'meaning':
              'जो योगी मुझे तथा परमात्मा को अभिन्न जानते हुए परमात्मा की भक्तिपूर्वक सेवा करता है, वह हर प्रकार से मुझमें सदैव स्थित रहता है ।',
            },
            {
              'shlok':
              'आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन ।\nसुखं वा यदि वा दुःखं स योगी परमो मतः ॥६-३२॥',
              'meaning':
              'हे अर्जुन! वह पूर्णयोगी है जो अपनी तुलना से समस्त प्राणियों की उनके सुखों तथा दुखों में वास्तविक समानता का दर्शन करता है ।',
            },
            {
              'shlok':
              'योऽयं योगस्त्वया प्रोक्तः साम्येन मधुसूदन ।\nएतस्याहं न पश्यामि चञ्चलत्वात्स्थितिं स्थिराम् ॥६-३३॥',
              'meaning':
              'अर्जुन ने कहा – हे मधुसूदन! आपने जिस योगपद्धति का संक्षेप में वर्णन किया है, वह मेरे लिए अव्यावहारिक तथा असहनीय है, क्योंकि मन चंचल तथा अस्थिर है ।',
            },
            {
              'shlok':
              'चञ्चलं हि मनः कृष्ण प्रमाथि बलवद्‌दृढम् ।\nतस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् ॥६-३४॥',
              'meaning':
              'हे कृष्ण! चूँकि मन चंचल (अस्थिर), उच्छृंखल, हठीला तथा अत्यन्त बलवान है, अतः मुझे इसे वश में करना वायु को वश में करने से भी अधिक कठिन लगता है ।',
            },
            {
              'shlok':
              'असंशयं महाबाहो मनो दुर्निग्रहं चलम् ।\nअभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते ॥६-३५॥',
              'meaning':
              'भगवान् श्रीकृष्ण ने कहा – हे महाबाहो कुन्तीपुत्र! निस्सन्देह चंचल मन को वश में करना अत्यन्त कठिन है; किन्तु उपयुक्त अभ्यास द्वारा तथा विरक्ति द्वारा ऐसा सम्भव है ।',
            },
            {
              'shlok':
              'असंयतात्मना योगो दुष्प्राप इति मे मतिः ।\nवश्यात्मना तु यतता शक्योऽवाप्तुमुपायतः ॥६-३६॥',
              'meaning':
              'जिसका मन उच्छृंखल है, उसके लिए आत्म-साक्षात्कार कठिन कार्य होता है, किन्तु जिसका मन संयमित है और जो समुचित उपाय करता है उसकी सफलता ध्रुव है । ऐसा मेरा मत है ।',
            },
            {
              'shlok':
              'अयतिः श्रद्धयोपेतो योगाच्चलितमानसः ।\nअप्राप्य योगसंसिद्धिं कां गतिं कृष्ण गच्छति ॥६-३७॥',
              'meaning':
              'अर्जुन ने कहा: हे कृष्ण! उस असफल योगी की गति क्या है जो प्रारम्भ में श्रद्धापूर्वक आत्म-साक्षात्कार की विधि ग्रहण करता है, किन्तु बाद में भौतिकता के करण उससे विचलित हो जाता है और योगसिद्धि को प्राप्त नहीं कर पाता ?',
            },
            {
              'shlok':
              'कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति ।\nअप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि ॥६-३८॥',
              'meaning':
              'हे महाबाहु कृष्ण! क्या ब्रह्म-प्राप्ति के मार्ग से भ्रष्ट ऐसा व्यक्ति आध्यात्मिक तथा भौतिक दोनों ही सफलताओं से च्युत नहीं होता और छिन्नभिन्न बादल की भाँति विनष्ट नहीं हो जाता जिसके फलस्वरूप उसके लिए किसी लोक में कोई स्थान नहीं रहता?',
            },
            {
              'shlok':
              'एतन्मे संशयं कृष्ण छेत्तुमर्हस्यशेषतः ।\nत्वदन्यः संशयस्यास्य छेत्ता न ह्युपपद्यते ॥६-३९॥',
              'meaning':
              'हे कृष्ण! यही मेरा सन्देह है, और मैं आपसे इसे पूर्णतया दूर करने की प्रार्थना कर रहा हूँ । आपके अतिरिक्त अन्य कोई ऐसा नहीं है, जो इस सन्देह को नष्ट कर सके ।',
            },
            {
              'shlok':
              'पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते ।\nन हि कल्याणकृत्कश्चिद्‌दुर्गतिं तात गच्छति ॥६-४०॥',
              'meaning':
              'भगवान् ने कहा – हे पृथापुत्र! कल्याण-कार्यों में निरत योगी का न तो इस लोक में और न परलोक में ही विनाश होता है । हे मित्र! भलाई करने वाला कभी बुरे से पराजित नहीं होता ।',
            },
            {
              'shlok':
              'प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वतीः समाः ।\nशुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते ॥६-४१॥',
              'meaning':
              'असफल योगी पवित्रात्माओं के लोकों में अनेकानेक वर्षों तक भोग करने के बाद या तो सदाचारी पुरुषों के परिवार में या कि धनवानों के कुल में जन्म लेता है ।',
            },
            {
              'shlok':
              'अथवा योगिनामेव कुले भवति धीमताम् ।\nएतद्धि दुर्लभतरं लोके जन्म यदीदृशम् ॥६-४२॥',
              'meaning':
              'अथवा (यदि दीर्घकाल तक योग करने के बाद असफल रहे तो) वह ऐसे योगियों के कुल में जन्म लेता है जो अति बुद्धिमान हैं । निश्चय ही इस संसार में ऐसा जन्म दुर्लभ है ।',
            },
            {
              'shlok':
              'तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् ।\nयतते च ततो भूयः संसिद्धौ कुरुनन्दन ॥६-४३॥',
              'meaning':
              'हे कुरुनन्दन! ऐसा जन्म पाकर वह अपने पूर्वजन्म की दैवी चेतना को पुनः प्राप्त करता है और पूर्ण सफलता प्राप्त करने के उद्देश्य से वह आगे उन्नति करने का प्रयास करता है ।',
            },
            {
              'shlok':
              'पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः ।\nजिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते ॥६-४४॥',
              'meaning':
              'अपने पूर्वजन्म की दैवी चेतना से वह न चाहते हुए भी स्वतः योग के नियमों की ओर आकर्षित होता है । ऐसा जिज्ञासु योगी शास्त्रों के अनुष्ठानों से परे स्थित होता है ।',
            },
            {
              'shlok':
              'प्रयत्नाद्यतमानस्तु योगी संशुद्धकिल्बिषः ।\nअनेकजन्मसंसिद्धस्ततो याति परां गतिम् ॥६-४५॥',
              'meaning':
              'और जब योगी कल्मष से शुद्ध होकर सच्ची निष्ठा से आगे प्रगति करने का प्रयास करता है, तो अन्ततोगत्वा अनेकानेक जन्मों के अभ्यास के पश्चात् सिद्धि-लाभ करके वह परम गन्तव्य को प्राप्त करता है ।',
            },
            {
              'shlok':
              'तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिकः ।\nकर्मिभ्यश्चाधिको योगी तस्माद्योगी भवार्जुन ॥६-४६॥',
              'meaning':
              'योगी पुरुष तपस्वी से, ज्ञानी से तथा सकामकर्मी से बढ़कर होता है | अतः हे अर्जुन! तुम सभी प्रकार से योगी बनो ।',
            },
            {
              'shlok':
              'योगिनामपि सर्वेषां मद्गतेनान्तरात्मना ।\nश्रद्धावान् भजते यो मां स मे युक्ततमो मतः ॥६-४७॥',
              'meaning':
              'और समस्त योगियों में से जो योगी अत्यन्त श्रद्धापूर्वक मेरे परायण है, अपने अन्तःकरण में मेरे विषय में सोचता है और मेरी दिव्य प्रेमाभक्ति करता है वह योग में मुझसे परम अन्तरंग रूप में युक्त रहता है और सबों में सर्वोच्च है ।',
            },
          ],
        },
        {
          'id': 'सातवाँ अध्याय',
          'name': 'ज्ञानविज्ञानयोग',
          'shloks': [
            {
              'shlok':
              'मय्यासक्तमनाः पार्थ योगं युञ्जन्मदाश्रयः ।\nअसंशयं समग्रं मां यथा ज्ञास्यसि तच्छृणु ॥७-१॥',
              'meaning':
              'श्रीभगवान् ने कहा – हे पृथापुत्र! अब सुनो कि तुम किस तरह मेरी भावना से पूर्ण होकर और मन को मुझमें आसक्त करके योगाभ्यास करते हुए मुझे पूर्णतया संशयरहित जान सकते हो ।',
            },
            {
              'shlok':
              'ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषतः ।\nयज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते ॥७-२॥',
              'meaning':
              'अब मैं तुमसे पूर्णरूप से व्यावहारिक तथा दिव्यज्ञान कहूँगा । इसे जान लेने पर तुम्हें जानने के लिए और कुछ भी शेष नहीं रहेगा ।',
            },
            {
              'shlok':
              'मनुष्याणां सहस्रेषु कश्चिद्यतति सिद्धये ।\nयततामपि सिद्धानां कश्चिन्मां वेत्ति तत्त्वतः ॥७-३॥',
              'meaning':
              'कई हजार मनुष्यों में से कोई एक सिद्धि के लिए प्रयत्नशील होता है और इस तरह सिद्धि प्राप्त करने वालों में से विरला ही कोई मुझे वास्तव में जान पाता है ।',
            },
            {
              'shlok':
              'भूमिरापोऽनलो वायुः खं मनो बुद्धिरेव च ।\nअहंकार इतीयं मे भिन्ना प्रकृतिरष्टधा ॥७-४॥',
              'meaning':
              'पृथ्वी, जल, अग्नि, वायु, आकाश, मन, बुद्धि तथा अहंकार – ये आठ प्रकार से विभक्त मेरी भिन्ना (अपर) प्रकृतियाँ हैं ।',
            },
            {
              'shlok':
              'अपरेयमितस्त्वन्यां प्रकृतिं विद्धि मे पराम् ।\nजीवभूतां महाबाहो ययेदं धार्यते जगत् ॥७-५॥',
              'meaning':
              'हे महाबाहु अर्जुन! इनके अतिरिक्त मेरी एक अन्य परा शक्ति है जो उन जीवों से युक्तहै, जो इस भौतिक अपरा प्रकृति के साधनों का विदोहन कर रहे हैं ।',
            },
            {
              'shlok':
              'एतद्योनीनि भूतानि सर्वाणीत्युपधारय ।\nअहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा ॥७-६॥',
              'meaning':
              'सारे प्राणियों का उद्गम इन दोनों शक्तियों में है | इस जगत् में जो कुछ भी भौतिक तथा आध्यात्मिक है, उसकी उत्पत्ति तथा प्रलय मुझे ही जानो ।',
            },
            {
              'shlok':
              'मत्तः परतरं नान्यत्किंचिदस्ति धनंजय ।\nमयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव ॥७-७॥',
              'meaning':
              'हे धनञ्जय! मुझसे श्रेष्ठ कोई सत्य नहीं है । जिस प्रकार मोती धागे में गुँथे रहते हैं, उसी प्रकार सब कुछ मुझ पर ही आश्रित है ।',
            },
            {
              'shlok':
              'रसोऽहमप्सु कौन्तेय प्रभास्मि शशिसूर्ययोः ।\nप्रणवः सर्ववेदेषु शब्दः खे पौरुषं नृषु ॥७-८॥',
              'meaning':
              'हे कुन्तीपुत्र! मैं जल का स्वाद हूँ, सूर्य तथा चन्द्रमा का प्रकाश हूँ, वैदिक मन्त्रों में ओंकार हूँ, आकाश में ध्वनि हूँ तथा मनुष्य में सामर्थ्य हूँ ।',
            },
            {
              'shlok':
              'पुण्यो गन्धः पृथिव्यां च तेजश्चास्मि विभावसौ ।\nजीवनं सर्वभूतेषु तपश्चास्मि तपस्विषु ॥७-९॥',
              'meaning':
              'मैं पृथ्वी की आद्य सुगंध और अग्नि की ऊष्मा हूँ । मैं समस्त जीवों का जीवन तथा तपस्वियों का तप हूँ ।',
            },
            {

              'shlok':
              'बीजं मां सर्वभूतानां विद्धि पार्थ सनातनम् ।\nबुद्धिर्बुद्धिमतामस्मि तेजस्तेजस्विनामहम् ॥७-१०॥',
              'meaning':
              'हे पृथापुत्र! यह जान लो कि मैं ही समस्त जीवों का आदि बीज हूँ, बुद्धिमानों की बुद्धि तथा समस्त तेजस्वी पुरुषों का तेज हूँ ।',
            },
            {

              'shlok':
              'बलं बलवतां चाहं कामरागविवर्जितम् ।\nधर्माविरुद्धो भूतेषु कामोऽस्मि भरतर्षभ ॥७-११॥',
              'meaning':
              'मैं बलवानों का कामनाओं तथा इच्छा से रहित बल हूँ । हे भरतश्रेष्ठ (अर्जुन)! मैं वह काम हूँ, जो धर्म के विरुद्ध नहीं है ।',
            },
            {

              'shlok':
              'ये चैव सात्त्विका भावा राजसास्तामसाश्च ये ।\nमत्त एवेति तान्विद्धि न त्वहं तेषु ते मयि ॥७-१२॥',
              'meaning':
              'तुम जान लो कि मेरी शक्ति द्वारा सारे गुण प्रकट होते हैं, चाहे वे सतोगुण हों, रजोगुण हों या तमोगुण हों । एक प्रकार से मैं सब कुछ हूँ, किन्तु हूँ स्वतन्त्र । मैं प्रकृति के गुणों के अधीन नहीं हूँ, अपितु वे मेरे अधीन हैं ।',
            },
            {

              'shlok':
              'त्रिभिर्गुणमयैर्भावैरेभिः सर्वमिदं जगत् ।\nमोहितं नाभिजानाति मामेभ्यः परमव्ययम् ॥७-१३॥',
              'meaning':
              'तीन गुणों (सतो, रजो तथा तमो) के द्वारा मोहग्रस्त यह सारा संसार मुझ गुणातीत तथा अविनाशी को नहीं जानता ।',
            },
            {

              'shlok':
              'दैवी ह्येषा गुणमयी मम माया दुरत्यया ।\nमामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते ॥७-१४॥',
              'meaning':
              'प्रकृति के तीन गुणों वाली इस मेरी दैवी शक्ति को पार कर पाना कठिन है । किन्तु जो मेरे शरणागत हो जाते हैं, वे सरलता से इसे पार कर जाते हैं ।',
            },
            {

              'shlok':
              'न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः ।\nमाययापहृतज्ञाना आसुरं भावमाश्रिताः ॥७-१५॥',
              'mean':
              'जो निपट मुर्ख है, जो मनुष्यों में अधम हैं, जिनका ज्ञान माया द्वारा हर लिया गया है तथा जो असुरों की नास्तिक प्रकृति को धारण करने वाले हैं, ऐसे दुष्ट मेरी शरण ग्रहण नहीं करते ।',
            },
            {

              'shlok':
              'चतुर्विधा भजन्ते मां जनाः सुकृतिनोऽर्जुन ।\nआर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ ॥७-१६॥',
              'mean':
              'हे भरतश्रेष्ठ! चार प्रकार के पुण्यात्मा मेरी सेवा करते हैं – आर्त, जिज्ञासु, अर्थार्थी तथा ज्ञानी ।',
            },
            {

              'shlok':
              'तेषां ज्ञानी नित्ययुक्त एकभक्तिर्विशिष्यते ।\nप्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियः ॥७-१७॥',
              'mean':
              'इनमें से जो परमज्ञानी है और शुद्धभक्ति में लगा रहता है वह सर्वश्रेष्ठ है, क्योंकि मैं उसे अत्यन्त प्रिय हूँ और वह मुझे प्रिय है ।',
            },
            {

              'shlok':
              'उदाराः सर्व एवैते ज्ञानी त्वात्मैव मे मतम् ।\nआस्थितः स हि युक्तात्मा मामेवानुत्तमां गतिम् ॥७-१८॥',
              'mean':
              'निस्सन्देह ये सब उदारचेता व्यक्ति हैं, किन्तु जो मेरे ज्ञान को प्राप्त है, उसे मैं अपने ही समान मानता हूँ । वह मेरी दिव्यसेवा में तत्पर रहकर मुझ सर्वोच्च उद्देश्य को निश्चित रूप से प्राप्त करता है ।',
            },
            {

              'shlok':
              'बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते ।\nवासुदेवः सर्वमिति स महात्मा सुदुर्लभः ॥७-१९॥',
              'mean':
              'अनेक जन्म-जन्मान्तर के बाद जिसे सचमुच ज्ञान होता है, वह मुझको समस्त कारणों का कारण जानकर मेरी शरण में आता है । ऐसा महात्मा अत्यन्त दुर्लभ होता है ।',
            },
            {

              'shlok':
              'कामैस्तैस्तैर्हृतज्ञानाः प्रपद्यन्तेऽन्यदेवताः ।\nतं तं नियममास्थाय प्रकृत्या नियताः स्वया ॥७-२०॥',
              'mean':
              'जिनकी बुद्धि भौतिक इच्छाओं द्वारा मारी गई है, वे देवताओं की शरण में जाते हैं और वे अपने-अपने स्वभाव के अनुसार पूजा विशेष विधि-विधानों का पालन करते हैं ।',
            },
            {

              'shlok':
              'यो यो यां यां तनुं भक्तः श्रद्धयार्चितुमिच्छति ।\nतस्य तस्याचलां श्रद्धां तामेव विदधाम्यहम् ॥७-२१॥',
              'mean':
              'मैं प्रत्येक जीव के हृदय में परमात्मा स्वरूप स्थित हूँ । जैसे ही कोई किसी देवता की पूजा करने की इच्छा करता है, मैं उसकी श्रद्धा को स्थिर करता हूँ, जिससे वह उसी विशेष देवता की भक्ति कर सके ।',
            },
            {

              'shlok':
              'स तया श्रद्धया युक्तस्तस्याराधनमीहते ।\nलभते च ततः कामान्मयैव विहितान्हि तान् ॥७-२२॥',
              'mean':
              'ऐसी श्रद्धा से समन्वित वह देवता विशेष की पूजा करने का यत्न करता है और अपनी इच्छा की पूर्ति करता है । किन्तु वास्तविकता तो यह है कि ये सारे लाभ केवल मेरे द्वारा प्रदत्त हैं ।',
            },
            {

              'shlok':
              'अन्तवत्तु फलं तेषां तद्भवत्यल्पमेधसाम् ।\nदेवान्देवयजो यान्ति मद्भक्ता यान्ति मामपि ॥७-२३॥',
              'mean':
              'अल्पबुद्धि वाले व्यक्ति देवताओं की पूजा करते हैं और उन्हें प्राप्त होने वाले फल सीमित तथा क्षणिक होते हैं । देवताओं की पूजा करने वाले देवलोक को जाते हैं, किन्तु मेरे भक्त अन्ततः मेरे परमधाम को प्राप्त होते हैं',
            },
            {

              'shlok':
              'अव्यक्तं व्यक्तिमापन्नं मन्यन्ते मामबुद्धयः ।\nपरं भावमजानन्तो ममाव्ययमनुत्तमम् ॥७-२४॥',
              'mean':
              'बुद्धिहीन मनुष्य मुझको ठीक से न जानने के कारण सोचते हैं कि मैं (भगवान् कृष्ण) पहले निराकार था और अब मैंने इस स्वरूप को धारण किया है । वे अपने अल्पज्ञान के कारण मेरी अविनाशी तथा सर्वोच्च प्रकृति को नहीं जान पाते ।',
            },
            {

              'shlok':
              'नाहं प्रकाशः सर्वस्य योगमायासमावृतः ।\nमूढोऽयं नाभिजानाति लोको मामजमव्ययम् ॥७-२५॥',
              'mean':
              'मैं मूर्खों तथा अल्पज्ञों के लिए कभी भी प्रकट नहीं हूँ । उनके लिए तो मैं अपनी अन्तरंगा शक्ति द्वारा आच्छादित रहता हूँ, अतः वे यह नहीं जान पाते कि मैं अजन्मा तथा अविनाशी हूँ ।',
            },
            {

              'shlok':
              'वेदाहं समतीतानि वर्तमानानि चार्जुन ।\nभविष्याणि च भूतानि मां तु वेद न कश्चन ॥७-२६॥',
              'mean':
              'हे अर्जुन! श्रीभगवान् होने के नाते मैं जो कुछ भूतकाल में घटित हो चुका है, जो वर्तमान में घटित हो रहा है और जो आगे होने वाला है, वह सब कुछ जानता हूँ । मैं समस्त जीवों को भी जानता हूँ, किन्तु मुझे कोई नहीं जानता ।',
            },
            {

              'shlok':
              'इच्छाद्वेषसमुत्थेन द्वन्द्वमोहेन भारत ।\nसर्वभूतानि संमोहं सर्गे यान्ति परन्तप ॥७-२७॥',
              'mean':
              'हे भरतवंशी! हे शत्रुविजेता! समस्त जीव जन्म लेकर इच्छा तथा घृणा से उत्पन्न द्वन्द्वों से मोहग्रस्त होकर मोह को प्राप्त होते हैं ।',
            },
            {

              'shlok':
              'येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम् ।\nते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रताः ॥७-२८॥',
              'mean':
              'जिन मनुष्यों ने पूर्वजन्मों में तथा इस जन्म में पुण्यकर्म किये हैं और जिनके पापकर्मों का पूर्णतया उच्छेदन हो चुका होता है, वे मोह के द्वन्द्वों से मुक्त हो जाते हैं और वे संकल्पपूर्वक मेरी सेवा में तत्पर होते हैं ।',
            },
            {

              'shlok':
              'जरामरणमोक्षाय मामाश्रित्य यतन्ति ये ।\nते ब्रह्म तद्विदुः कृत्स्नमध्यात्मं कर्म चाखिलम् ॥७-२९॥',
              'mean':
              'जो जरा तथा मृत्यु से मुक्ति पाने के लिए यत्नशील रहते हैं, वे बुद्धिमान व्यक्ति मेरी भक्ति की शरण ग्रहण करते हैं । वे वास्तव में ब्रह्म हैं क्योंकि वे दिव्य कर्मों के विषय में पूरी तरह से जानते हैं ।',
            },
            {

              'shlok':
              'साधिभूताधिदैवं मां साधियज्ञं च ये विदुः ।\nप्रयाणकालेऽपि च मां ते विदुर्युक्तचेतसः ॥७-३०॥',
              'mean':
              'जो मुझ परमेश्र्वर को मेरी पूर्ण चेतना में रहकर मुझे जगत् का, देवताओं का तथा समस्त यज्ञविधियों का नियामक जानते हैं, वे अपनी मृत्यु के समय भी मुझ भगवान् को जान और समझ सकते हैं ।',
            },
          ],
        },
        {
          'id': 'आठवाँ अध्याय',
          'name': 'अक्षरब्रह्मयोग',
          'shloks': [
            {
              'shlok':
              'किं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम ।\nअधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते ॥८-१॥',
              'mean':
              'अर्जुन ने कहा – हे भगवान्! हे पुरुषोत्तम! ब्रह्म क्या है? आत्मा क्या है? सकाम कर्म क्या है? यह भौतिक जगत क्या है? तथा देवता क्या हैं? कृपा करके यह सब मुझे बताइये ।',
            },
            {
              'shlok':
              'अधियज्ञः कथं कोऽत्र देहेऽस्मिन्मधुसूदन ।\nप्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः ॥८-२॥',
              'mean':
              'हे मधुसूदन! यज्ञ का स्वामी कौन है और वह शरीर में कैसे रहता है? और मृत्यु के समय भक्ति में लगे रहने वाले आपको कैसे जान पाते हैं?',
            },
            {
              'shlok':
              'अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते ।\nभूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः ॥८-३॥',
              'mean':
              'भगवान् ने कहा – अविनाशी और दिव्य जीव ब्रह्म कहलाता है और उसका नित्य स्वभाव अध्यात्म या आत्म कहलाता है । जीवों के भौतिक शरीर से सम्बन्धित गतिविधि कर्म या सकाम कर्म कहलाती है ।',
            },
            {
              'shlok':
              'अधिभूतं क्षरो भावः पुरुषश्चाधिदैवतम् ।\nअधियज्ञोऽहमेवात्र देहे देहभृतां वर ॥८-४॥',
              'mean':
              'हे देहधारियों में श्रेष्ठ! निरन्तर परिवर्तनशील यह भौतिक प्रकृति अधिभूत (भौतिक अभिव्यक्ति) कहलाती है । भगवान् का विराट रूप, जिसमें सूर्य तथा चन्द्र जैसे समस्त देवता सम्मिलित हैं, अधिदैव कहलाता है । तथा प्रत्येक देहधारी के हृदय में परमात्मा स्वरूप स्थित मैं परमेश्र्वर (यज्ञ का स्वामी) कहलाता हूँ ।',
            },
            {
              'shlok':
              'अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् ।\nयः प्रयाति स मद्भावं याति नास्त्यत्र संशयः ॥८-५॥',
              'mean':
              'और जीवन के अन्त में जो केवल मेरा स्मरण करते हुए शरीर का त्याग करता है, वह तुरन्त मेरे स्वभाव को प्राप्त करता है । इसमें रंचमात्र भी सन्देह नहीं है ।',
            },
            {
              'shlok':
              'यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम् ।\nतं तमेवैति कौन्तेय सदा तद्भावभावितः ॥८-६॥',
              'mean':
              'हे कुन्तीपुत्र! शरीर त्यागते समय मनुष्य जिस-जिस भाव का स्मरण करता है, वह उस उस भाव को निश्चित रूप से प्राप्त होता है ।',
            },
            {
              'shlok':
              'तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च ।\nमय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयम् ॥८-७॥',
              'mean':
              'अतएव, हे अर्जुन! तुम्हें सदैव कृष्ण रूप में मेरा चिन्तन करना चाहिए और साथ ही युद्ध करने के कर्तव्य को भी पूरा करना चाहिए । अपने कर्मों को मुझे समर्पित करके तथा अपने मन एवं बुद्धि को मुझमें स्थिर करके तुम निश्चित रूप से मुझे प्राप्त कर सकोगे ।',
            },
            {
              'shlok':
              'अभ्यासयोगयुक्तेन चेतसा नान्यगामिना ।\nपरमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् ॥८-८॥',
              'mean':
              'हे पार्थ! जो व्यक्ति मेरा स्मरण करने में अपना मन निरन्तर लगाये रखकर अविचलित भाव से भगवान् के रूप में मेरा ध्यान करता है, वह मुझको अवश्य ही प्राप्त होता है ।',
            },
            {
              'shlok':
              'कविं पुराणमनुशासितारमणोरणीयांसमनुस्मरेद्यः ।\nसर्वस्य धातारमचिन्त्यरूप मादित्यवर्णं तमसः परस्तात् ॥८-९॥',
              'mean':
              'मनुष्य को चाहिए कि परमपुरुष का ध्यान सर्वज्ञ, पुरातन, नियन्ता, लघुतम से भी लघुतर, प्रत्येक के पालनकर्ता, समस्त भौतिकबुद्धि से परे, अचिन्त्य तथा नित्य पुरुष के रूप में करे । वे सूर्य की भाँति तेजवान हैं और इस भौतिक प्रकृति से परे, दिव्य रूप हैं ।',
            },
            {

              'shlok':
              'प्रयाणकाले मनसाचलेन भक्त्या युक्तो योगबलेन चैव ।\nभ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम् ॥',
              'mean':
              'मृत्यु के समय जो व्यक्ति अपने प्राण को भौहों के मध्य स्थिर कर लेता है और योगशक्ति के द्वारा अविचलित मन से पूर्णभक्ति के साथ परमेश्र्वर के स्मरण में अपने को लगाता है, वह निश्चित रूप से भगवान् को प्राप्त होता है ।',
            },
            {

              'shlok':
              'यदक्षरं वेदविदो वदन्ति विशन्ति यद्यतयो वीतरागाः ।\nयदिच्छन्तो ब्रह्मचर्यं चरन्ति तत्ते पदं संग्रहेण प्रवक्ष्ये ॥८-११॥',
              'mean':
              'जो वेदों के ज्ञाता हैं, जो ओंकार का उच्चारण करते हैं और जो संन्यास आश्रम के बड़े-बड़े मुनि हैं, वे ब्रह्म में प्रवेश करते हैं । ऐसी सिद्धि की इच्छा करने वाले ब्रह्मचर्यव्रत का अभ्यास करते हैं । अब मैं तुम्हें वह विधि बताऊँगा, जिससे कोई भी व्यक्ति मुक्ति-लाभ कर सकता है ।',
            },
            {

              'shlok':
              'सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च ।\nमूर्ध्न्याधायात्मनः प्राणमास्थितो योगधारणाम् ॥८-१२॥',
              'mean':
              'समस्त ऐन्द्रिय क्रियाओं से विरक्ति को योग की स्थिति (योगधारणा) कहा जाता है । इन्द्रियों के समस्त द्वारों को बन्द करके तथा मन को हृदय में और प्राणवायु को सिर पर केन्द्रित करके मनुष्य अपने को योग में स्थापित करता है ।',
            },
            {

              'shlok':
              'ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् ।\nयः प्रयाति त्यजन्देहं स याति परमां गतिम् ॥८-१३॥',
              'mean':
              'इस योगाभ्यास में स्थित होकर तथा अक्षरों के परं संयोग यानी ओंकार का उच्चारण करते हुए यदि कोई भगवान् का चिन्तन करता है और अपने शरीर का त्याग करता है, तो वह निश्चित रूप से आध्यात्मिक लोकों को जाता है ।',
            },
            {

              'shlok':
              'अनन्यचेताः सततं यो मां स्मरति नित्यशः ।\nतस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः ॥८-१४॥',
              'mean':
              'हे अर्जुन! जो अनन्य भाव से निरन्तर मेरा स्मरण करता है उसके लिए मैं सुलभ हूँ, क्योंकि वह मेरी भक्ति में प्रवृत्त रहता है ।',
            },
            {

              'shlok':
              'मामुपेत्य पुनर्जन्म दुःखालयमशाश्वतम् ।\nनाप्नुवन्ति महात्मानः संसिद्धिं परमां गताः ॥८-१५॥',
              'mean':
              'मुझे प्राप्त करके महापुरुष, जो भक्तियोगी हैं, कभी भी दुखों से पूर्ण इस अनित्य जगत् में नहीं लौटते, क्योंकि उन्हें परम सिद्धि प्राप्त हो चुकी होती है ।',
            },
            {

              'shlok':
              'आब्रह्मभुवनाल्लोकाः पुनरावर्तिनोऽर्जुन ।\nमामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते ॥८-१६॥',
              'mean':
              'इस जगत् में सर्वोच्च लोक से लेकर निम्नतम सारे लोक दुखों के घर हैं, जहाँ जन्म तथा मरण का चक्कर लगा रहता है । किन्तु हे कुन्तीपुत्र! जो मेरे धाम को प्राप्त कर लेता है, वह फिर कभी जन्म नहीं लेता ।',
            },
            {

              'shlok':
              'सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदुः ।\nरात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जनाः ॥८-१७॥',
              'mean':
              'मानवीय गणना के अनुसार एक हजार युग मिलकर ब्रह्मा का दिन बनता है और इतनी ही बड़ी ब्रह्मा की रात्रि भी होती है ।',
            },
            {

              'shlok':
              'अव्यक्ताद्व्यक्तयः सर्वाः प्रभवन्त्यहरागमे ।\nरात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसंज्ञके ॥८-१८॥',
              'mean':
              'ब्रह्मा के दिन के शुभारम्भ में सारे जीव अव्यक्त अवस्था से व्यक्त होते हैं और फिर जब रात्रि आती है तो वे पुनः अव्यक्त में विलीन हो जाते हैं ।',
            },
            {

              'shlok':
              'भूतग्रामः स एवायं भूत्वा भूत्वा प्रलीयते ।\nरात्र्यागमेऽवशः पार्थ प्रभवत्यहरागमे ॥८-१९॥',
              'mean':
              'जब-जब ब्रह्मा का दिन आता है तो सारे जीव प्रकट होते हैं और ब्रह्मा की रात्रि होते ही वे असहायवत् विलीन हो जाते हैं ।',
            },
            {

              'shlok':
              'परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातनः ।\nयः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति ॥८-२०॥',
              'mean':
              'इसके अतिरिक्त एक अन्य अव्यय प्रकृति है, जो शाश्र्वत है और इस व्यक्त तथा अव्यक्त पदार्थ से परे है । यह परा (श्रेष्ठ) और कभी न नाश होने वाली है । जब इस संसार का सब कुछ लय हो जाता है, तब भी उसका नाश नहीं होता ।',
            },
            {

              'shlok':
              'अव्यक्तोऽक्षर इत्युक्तस्तमाहुः परमां गतिम् ।\nयं प्राप्य न निवर्तन्ते तद्धाम परमं मम ॥८-२१॥',
              'mean':
              'जिसे वेदान्ती अप्रकट और अविनाशी बताते हैं, जो परम गन्तव्य है, जिसे प्राप्त कर लेने पर कोई वापस नहीं आता, वही मेरा परमधाम है ।',
            },
            {

              'shlok':
              'पुरुषः स परः पार्थ भक्त्या लभ्यस्त्वनन्यया ।\nयस्यान्तःस्थानि भूतानि येन सर्वमिदं ततम् ॥८-२२॥',
              'mean':
              'भगवान्, जो सबसे महान हैं, अनन्य भक्ति द्वारा ही प्राप्त किये जा सकते हैं । यद्यपि वे अपने धाम में विराजमान हैं, तो भी वे सर्वव्यापी हैं और उनमें सब कुछ स्थित है ।',
            },
            {

              'shlok':
              'यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिनः ।\nप्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ ॥८-२३॥',
              'mean':
              'हे भरतश्रेष्ठ! अब मैं उन विभिन्न कालों को बताऊँगा, जिनमें इस संसार से प्रयाण करने के बाद योगी पुनः आता है अथवा नहीं आता ।',
            },
            {

              'shlok':
              'अग्निर्ज्योतिरहः शुक्लः षण्मासा उत्तरायणम् ।\nतत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः ॥८-२४॥',
              'mean':
              'जो परब्रह्म के ज्ञाता हैं, वे अग्निदेव के प्रभाव में, प्रकाश में, दिन के शुभक्षण में, शुक्लपक्ष में या जब सूर्य उत्तरायण में रहता है, उन छह मासों में इस संसार से शरीर त्याग करने पर उस परब्रह्म को प्राप्त करते हैं ।',
            },
            {

              'shlok':
              'धूमो रात्रिस्तथा कृष्णः षण्मासा दक्षिणायनम् ।\nतत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते ॥८-२५॥',
              'mean':
              'जो योगी धुएँ, रात्री, कृष्णपक्ष में या सूर्य के दक्षिणायन रहने के छह महीनों में दिवंगत होता है, वह चन्द्रलोक को जाता है, किन्तु वहाँ से पुनः (पृथ्वी पर) चला आता है ।',
            },
            {

              'shlok':
              'शुक्लकृष्णे गती ह्येते जगतः शाश्वते मते ।\nएकया यात्यनावृत्तिमन्ययावर्तते पुनः ॥८-२६॥',
              'mean':
              'वैदिक मतानुसार इस संसार से प्रयाण करने के दो मार्ग हैं – एक प्रकाश का तथा दूसरा अंधकार का । जब मनुष्य प्रकाश के मार्ग से जाता है तो वह वापस नहीं आता, किन्तु अंधकार के मार्ग से जाने वाला पुनः लौटकर आता है ।',
            },
            {

              'shlok':
              'नैते सृती पार्थ जानन्योगी मुह्यति कश्चन ।\nतस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन ॥८-२७॥',
              'mean':
              'हे अर्जुन! यद्यपि भक्तगण इन दोनों मार्गों को जानते हैं, किन्तु वे मोहग्रस्त नहीं होते । अतः तुम भक्ति में सदैव स्थिर रहो ।',
            },
            {

              'shlok':
              'वेदेषु यज्ञेषु तपःसु चैव दानेषु यत् पुण्यफलं प्रदिष्टम् ।\nअत्येति तत्सर्वमिदं विदित्वा योगी परं स्थानमुपैति चाद्यम् ॥',
              'mean':
              'जो व्यक्ति भक्तिमार्ग स्वीकार करता है, वह वेदाध्ययन, तपस्या, दान, दार्शनिक तथा सकाम कर्म करने से प्राप्त होने वाले फलों से वंचित नहीं होता । वह मात्र भक्ति सम्पन्न करके इन समस्त फलों की प्राप्ति करता है और अन्त में परम नित्यधाम को प्राप्त होता है ।',
            },
          ],
        },
        {
          'id': 'नौवाँ अध्याय',
          'name': 'राजविद्याराजगुह्ययोग',
          'shloks': [
            {
              'shlok':
              'किं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम ।\nअधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते ॥८-१॥',
              'mean':
              'अर्जुन ने कहा – हे भगवान्! हे पुरुषोत्तम! ब्रह्म क्या है? आत्मा क्या है? सकाम कर्म क्या है? यह भौतिक जगत क्या है? तथा देवता क्या हैं? कृपा करके यह सब मुझे बताइये ।',
            },
            {
              'shlok':
              'अधियज्ञः कथं कोऽत्र देहेऽस्मिन्मधुसूदन ।\nप्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः ॥८-२॥',
              'mean':
              'हे मधुसूदन! यज्ञ का स्वामी कौन है और वह शरीर में कैसे रहता है? और मृत्यु के समय भक्ति में लगे रहने वाले आपको कैसे जान पाते हैं?',
            },
            {
              'shlok':
              'अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते ।\nभूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः ॥८-३॥',
              'mean':
              'भगवान् ने कहा – अविनाशी और दिव्य जीव ब्रह्म कहलाता है और उसका नित्य स्वभाव अध्यात्म या आत्म कहलाता है । जीवों के भौतिक शरीर से सम्बन्धित गतिविधि कर्म या सकाम कर्म कहलाती है ।',
            },
            {
              'shlok':
              'अधिभूतं क्षरो भावः पुरुषश्चाधिदैवतम् ।\nअधियज्ञोऽहमेवात्र देहे देहभृतां वर ॥८-४॥',
              'mean':
              'हे देहधारियों में श्रेष्ठ! निरन्तर परिवर्तनशील यह भौतिक प्रकृति अधिभूत (भौतिक अभिव्यक्ति) कहलाती है । भगवान् का विराट रूप, जिसमें सूर्य तथा चन्द्र जैसे समस्त देवता सम्मिलित हैं, अधिदैव कहलाता है । तथा प्रत्येक देहधारी के हृदय में परमात्मा स्वरूप स्थित मैं परमेश्र्वर (यज्ञ का स्वामी) कहलाता हूँ ।',
            },
            {
              'shlok':
              'अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् ।\nयः प्रयाति स मद्भावं याति नास्त्यत्र संशयः ॥८-५॥',
              'mean':
              'और जीवन के अन्त में जो केवल मेरा स्मरण करते हुए शरीर का त्याग करता है, वह तुरन्त मेरे स्वभाव को प्राप्त करता है । इसमें रंचमात्र भी सन्देह नहीं है ।',
            },
            {
              'shlok':
              'यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम् ।\nतं तमेवैति कौन्तेय सदा तद्भावभावितः ॥८-६॥',
              'mean':
              'हे कुन्तीपुत्र! शरीर त्यागते समय मनुष्य जिस-जिस भाव का स्मरण करता है, वह उस उस भाव को निश्चित रूप से प्राप्त होता है ।',
            },
            {
              'shlok':
              'तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च ।\nमय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयम् ॥८-७॥',
              'mean':
              'अतएव, हे अर्जुन! तुम्हें सदैव कृष्ण रूप में मेरा चिन्तन करना चाहिए और साथ ही युद्ध करने के कर्तव्य को भी पूरा करना चाहिए । अपने कर्मों को मुझे समर्पित करके तथा अपने मन एवं बुद्धि को मुझमें स्थिर करके तुम निश्चित रूप से मुझे प्राप्त कर सकोगे ।',
            },
            {
              'shlok':
              'अभ्यासयोगयुक्तेन चेतसा नान्यगामिना ।\nपरमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् ॥८-८॥',
              'mean':
              'हे पार्थ! जो व्यक्ति मेरा स्मरण करने में अपना मन निरन्तर लगाये रखकर अविचलित भाव से भगवान् के रूप में मेरा ध्यान करता है, वह मुझको अवश्य ही प्राप्त होता है ।',
            },
            {
              'shlok':
              'कविं पुराणमनुशासितारमणोरणीयांसमनुस्मरेद्यः ।\nसर्वस्य धातारमचिन्त्यरूप मादित्यवर्णं तमसः परस्तात् ॥८-९॥',
              'mean':
              'मनुष्य को चाहिए कि परमपुरुष का ध्यान सर्वज्ञ, पुरातन, नियन्ता, लघुतम से भी लघुतर, प्रत्येक के पालनकर्ता, समस्त भौतिकबुद्धि से परे, अचिन्त्य तथा नित्य पुरुष के रूप में करे । वे सूर्य की भाँति तेजवान हैं और इस भौतिक प्रकृति से परे, दिव्य रूप हैं ।',
            },
            {

              'shlok':
              'प्रयाणकाले मनसाचलेन भक्त्या युक्तो योगबलेन चैव ।\nभ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम् ॥',
              'mean':
              'मृत्यु के समय जो व्यक्ति अपने प्राण को भौहों के मध्य स्थिर कर लेता है और योगशक्ति के द्वारा अविचलित मन से पूर्णभक्ति के साथ परमेश्र्वर के स्मरण में अपने को लगाता है, वह निश्चित रूप से भगवान् को प्राप्त होता है ।',
            },
            {

              'shlok':
              'यदक्षरं वेदविदो वदन्ति विशन्ति यद्यतयो वीतरागाः ।\nयदिच्छन्तो ब्रह्मचर्यं चरन्ति तत्ते पदं संग्रहेण प्रवक्ष्ये ॥८-११॥',
              'mean':
              'जो वेदों के ज्ञाता हैं, जो ओंकार का उच्चारण करते हैं और जो संन्यास आश्रम के बड़े-बड़े मुनि हैं, वे ब्रह्म में प्रवेश करते हैं । ऐसी सिद्धि की इच्छा करने वाले ब्रह्मचर्यव्रत का अभ्यास करते हैं । अब मैं तुम्हें वह विधि बताऊँगा, जिससे कोई भी व्यक्ति मुक्ति-लाभ कर सकता है ।',
            },
            {

              'shlok':
              'सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च ।\nमूर्ध्न्याधायात्मनः प्राणमास्थितो योगधारणाम् ॥८-१२॥',
              'mean':
              'समस्त ऐन्द्रिय क्रियाओं से विरक्ति को योग की स्थिति (योगधारणा) कहा जाता है । इन्द्रियों के समस्त द्वारों को बन्द करके तथा मन को हृदय में और प्राणवायु को सिर पर केन्द्रित करके मनुष्य अपने को योग में स्थापित करता है ।',
            },
            {

              'shlok':
              'ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् ।\nयः प्रयाति त्यजन्देहं स याति परमां गतिम् ॥८-१३॥',
              'mean':
              'इस योगाभ्यास में स्थित होकर तथा अक्षरों के परं संयोग यानी ओंकार का उच्चारण करते हुए यदि कोई भगवान् का चिन्तन करता है और अपने शरीर का त्याग करता है, तो वह निश्चित रूप से आध्यात्मिक लोकों को जाता है ।',
            },
            {

              'shlok':
              'अनन्यचेताः सततं यो मां स्मरति नित्यशः ।\nतस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः ॥८-१४॥',
              'mean':
              'हे अर्जुन! जो अनन्य भाव से निरन्तर मेरा स्मरण करता है उसके लिए मैं सुलभ हूँ, क्योंकि वह मेरी भक्ति में प्रवृत्त रहता है ।',
            },
            {

              'shlok':
              'मामुपेत्य पुनर्जन्म दुःखालयमशाश्वतम् ।\nनाप्नुवन्ति महात्मानः संसिद्धिं परमां गताः ॥८-१५॥',
              'mean':
              'मुझे प्राप्त करके महापुरुष, जो भक्तियोगी हैं, कभी भी दुखों से पूर्ण इस अनित्य जगत् में नहीं लौटते, क्योंकि उन्हें परम सिद्धि प्राप्त हो चुकी होती है ।',
            },
            {

              'shlok':
              'आब्रह्मभुवनाल्लोकाः पुनरावर्तिनोऽर्जुन ।\nमामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते ॥८-१६॥',
              'mean':
              'इस जगत् में सर्वोच्च लोक से लेकर निम्नतम सारे लोक दुखों के घर हैं, जहाँ जन्म तथा मरण का चक्कर लगा रहता है । किन्तु हे कुन्तीपुत्र! जो मेरे धाम को प्राप्त कर लेता है, वह फिर कभी जन्म नहीं लेता ।',
            },
            {

              'shlok':
              'सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदुः ।\nरात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जनाः ॥८-१७॥',
              'mean':
              'मानवीय गणना के अनुसार एक हजार युग मिलकर ब्रह्मा का दिन बनता है और इतनी ही बड़ी ब्रह्मा की रात्रि भी होती है ।',
            },
            {

              'shlok':
              'अव्यक्ताद्व्यक्तयः सर्वाः प्रभवन्त्यहरागमे ।\nरात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसंज्ञके ॥८-१८॥',
              'mean':
              'ब्रह्मा के दिन के शुभारम्भ में सारे जीव अव्यक्त अवस्था से व्यक्त होते हैं और फिर जब रात्रि आती है तो वे पुनः अव्यक्त में विलीन हो जाते हैं ।',
            },
            {

              'shlok':
              'भूतग्रामः स एवायं भूत्वा भूत्वा प्रलीयते ।\nरात्र्यागमेऽवशः पार्थ प्रभवत्यहरागमे ॥८-१९॥',
              'mean':
              'जब-जब ब्रह्मा का दिन आता है तो सारे जीव प्रकट होते हैं और ब्रह्मा की रात्रि होते ही वे असहायवत् विलीन हो जाते हैं ।',
            },
            {

              'shlok':
              'परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातनः ।\nयः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति ॥८-२०॥',
              'mean':
              'इसके अतिरिक्त एक अन्य अव्यय प्रकृति है, जो शाश्र्वत है और इस व्यक्त तथा अव्यक्त पदार्थ से परे है । यह परा (श्रेष्ठ) और कभी न नाश होने वाली है । जब इस संसार का सब कुछ लय हो जाता है, तब भी उसका नाश नहीं होता ।',
            },
            {

              'shlok':
              'अव्यक्तोऽक्षर इत्युक्तस्तमाहुः परमां गतिम् ।\nयं प्राप्य न निवर्तन्ते तद्धाम परमं मम ॥८-२१॥',
              'mean':
              'जिसे वेदान्ती अप्रकट और अविनाशी बताते हैं, जो परम गन्तव्य है, जिसे प्राप्त कर लेने पर कोई वापस नहीं आता, वही मेरा परमधाम है ।',
            },
            {

              'shlok':
              'पुरुषः स परः पार्थ भक्त्या लभ्यस्त्वनन्यया ।\nयस्यान्तःस्थानि भूतानि येन सर्वमिदं ततम् ॥८-२२॥',
              'mean':
              'भगवान्, जो सबसे महान हैं, अनन्य भक्ति द्वारा ही प्राप्त किये जा सकते हैं । यद्यपि वे अपने धाम में विराजमान हैं, तो भी वे सर्वव्यापी हैं और उनमें सब कुछ स्थित है ।',
            },
            {

              'shlok':
              'यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिनः ।\nप्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ ॥८-२३॥',
              'mean':
              'हे भरतश्रेष्ठ! अब मैं उन विभिन्न कालों को बताऊँगा, जिनमें इस संसार से प्रयाण करने के बाद योगी पुनः आता है अथवा नहीं आता ।',
            },
            {

              'shlok':
              'अग्निर्ज्योतिरहः शुक्लः षण्मासा उत्तरायणम् ।\nतत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः ॥८-२४॥',
              'mean':
              'जो परब्रह्म के ज्ञाता हैं, वे अग्निदेव के प्रभाव में, प्रकाश में, दिन के शुभक्षण में, शुक्लपक्ष में या जब सूर्य उत्तरायण में रहता है, उन छह मासों में इस संसार से शरीर त्याग करने पर उस परब्रह्म को प्राप्त करते हैं ।',
            },
            {

              'shlok':
              'धूमो रात्रिस्तथा कृष्णः षण्मासा दक्षिणायनम् ।\nतत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते ॥८-२५॥',
              'mean':
              'जो योगी धुएँ, रात्री, कृष्णपक्ष में या सूर्य के दक्षिणायन रहने के छह महीनों में दिवंगत होता है, वह चन्द्रलोक को जाता है, किन्तु वहाँ से पुनः (पृथ्वी पर) चला आता है ।',
            },
            {

              'shlok':
              'शुक्लकृष्णे गती ह्येते जगतः शाश्वते मते ।\nएकया यात्यनावृत्तिमन्ययावर्तते पुनः ॥८-२६॥',
              'mean':
              'वैदिक मतानुसार इस संसार से प्रयाण करने के दो मार्ग हैं – एक प्रकाश का तथा दूसरा अंधकार का । जब मनुष्य प्रकाश के मार्ग से जाता है तो वह वापस नहीं आता, किन्तु अंधकार के मार्ग से जाने वाला पुनः लौटकर आता है ।',
            },
            {

              'shlok':
              'नैते सृती पार्थ जानन्योगी मुह्यति कश्चन ।\nतस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन ॥८-२७॥',
              'mean':
              'हे अर्जुन! यद्यपि भक्तगण इन दोनों मार्गों को जानते हैं, किन्तु वे मोहग्रस्त नहीं होते । अतः तुम भक्ति में सदैव स्थिर रहो ।',
            },
            {

              'shlok':
              'वेदेषु यज्ञेषु तपःसु चैव दानेषु यत् पुण्यफलं प्रदिष्टम् ।\nअत्येति तत्सर्वमिदं विदित्वा योगी परं स्थानमुपैति चाद्यम् ॥',
              'mean':
              'जो व्यक्ति भक्तिमार्ग स्वीकार करता है, वह वेदाध्ययन, तपस्या, दान, दार्शनिक तथा सकाम कर्म करने से प्राप्त होने वाले फलों से वंचित नहीं होता । वह मात्र भक्ति सम्पन्न करके इन समस्त फलों की प्राप्ति करता है और अन्त में परम नित्यधाम को प्राप्त होता है ।',
            },
          ],
        },

      }
    ]
  },
  {
    // adhyay1
    'index': 'गीता सार ',
    'adhaya': [
      {
        'id': 'पहला अध्याय',
        'name': 'अर्जुनविषादयोग',
        'mean': 'पहले अध्याय का नाम अर्जुनविषादयोग \nहै।जब शौर्य और धैर्य, साहस और बल \nइन चारों गुणों से युक्त अर्जुन पर क्षमा \n'
            'और प्रज्ञा यानि बुद्धि का प्रभाव बढ़ा और \nउन्होंने युद्ध भूमि में हथियार डाल दिए \nतब उनके क्षात्रधर्म का स्थान कार्पण्य\n ने लिया। तब कृष्ण ने तर्क से, बुद्धि से, \n'
            'ज्ञान से, कर्म की चर्चा से, विश्व के स्वभाव से,\n उसमें जीवन की स्थिति से, दोनों के \nनियामक अव्यय पुरुष के परिचय से और\n उस सर्वोपरि परम सत्तावान ब्रह्म के\n साक्षात दर्शन से अर्जुन को वापस प्रेरित \n'
            'किया। इस अध्याय में इसी तत्वचर्चा \nपरिचय दिया गया ।'
      },
      // adhyay2
      {
        'id': 'दूसरा अध्याय',
        'name': 'सांख्ययोग',
        'mean': 'इस अध्याया का नाम सांख्ययोग है। इसमें जीवन की दो प्राचीन संमानित परंपराओं का तर्कों द्वारा वर्णन आया है। '
            'अर्जुन को उस कृपण स्थिति में रोते देखकर कृष्ण ने उसका ध्यान दिलाया है कि इस प्रकार का क्लैव्य और हृदय की क्षुद्र दुर्बलता अर्जुन जैसे वीर के लिए उचित नहीं'
            '। उन्होंने बताया कि प्रज्ञादर्शन काल, कर्म और स्वभाव से होनेवाले संसार की सब घटनाओं और स्थितियों को अनिवार्य रूप से स्वीकार करता है। जीना और मरना, जन्म लेना और बढ़ना, विषयों का आना और जाना, सुख और दुख का अनुभव, ये तो संसार में होते ही हैं ।',
      },
      // adhyay3
      {
        'id': 'तीसरा अध्याय',
        'name': 'कर्मयोग',
        'mean': 'इस अध्याय में अर्जुन ने इस विषय में और गहरा उतरने के लिए स्पष्ट प्रश्न किया कि सांख्य और योग इन दोनों मार्गों में आप किसे अच्छा समझते हैं'
            ' और क्यों नहीं यह निश्चित बतसते कि वे इन दोनों में से किसे अपनायें। इसपर कृष्ण ने स्पष्टता से उत्तर दिया कि लोक में दो निष्ठायें या जीवनदृष्टियां हैं। सांख्यवादियों के लिए ज्ञानयोग है और कर्ममार्गियों के लिए कर्मयोग है। '
            'अर्थात् जो साधारण समझ के लोग कर्म में लगे हैं उन्हें उस मार्ग से उखाड़ना उचित नहीं, क्योंकि वे ज्ञानवादी बन नहीं सकते, और यदि उनका कर्म भी छूट गया तो वे दोनों ओर से भटक जायेंगे ।',
      },
      // adhyay4
      {
        'id': 'चौथा अध्याय',
        'name': 'ज्ञानकर्मसंन्यासयोग',
        'mean':
            'इस अध्याय में, जिसका नाम ज्ञान-कर्म-संन्यास-योग है, यह बताया गया है कि ज्ञान प्राप्त करके कर्म करते हुए भी कर्मसंन्यास का फल किस तरह से प्राप्त किया जा सकता है। यहीं गीता का वह प्रसिद्ध वचन है '
                'कि जब जब धर्म की हानि होती है तब तब भगवान का अवतार होता है ।',
      },
      // adhyay5
      {
        'id': 'पाँचवाँ अध्याय',
        'name': 'कर्मसंन्यासयोग',
        'mean': 'इस अध्याय में कर्मसंन्यास योग नामक युक्तियां फिर से और दृढ़ रूप में कहीं गई हैं। इसमें कर्म के साथ जो मन का संबंध है, '
            'उसके संस्कार पर या उसे विशुद्ध करने पर विशेष ध्यान दिलाया गया है। यह भी कहा गया है कि एक स्थान पर पहुँचकर सांख्य और योग में कोई भेद नहीं रह जाता है। किसी एक मार्ग पर ठीक प्रकार से चले तो समान फल प्राप्त होता है। जीवन के जितने कर्म हैं, '
            'सबको समर्पण कर देने से व्यक्ति एकदम शांति के ध्रुव बिंदु पर पहुँच जाता है और जल में खिले कमल के समान कर्म रूपी जल से लिप्त नहीं होता ।',
      },
      // adhyay6
      {
        'id': 'छठा अध्याय',
        'name': 'आत्मसंयम योग',
        'mean':
            'इस अध्याया का नाम आत्मसंयम योग है जिसका विषय नाम से ही पता चलता है कि जितने विषय हैं उन सबमें इंद्रियों का संयम श्रेष्ठ है। सुख में और दुख में मन की समान स्थिति, इसे ही योग कहते हैं ।',
      },
      // adhyay7
      {
        'id': 'सातवां अध्याय',
        'name': 'ज्ञानविज्ञानयोग',
        'mean': 'इस अध्याय की संज्ञा ज्ञानविज्ञान योग है। विज्ञान की दृष्टि से अपरा और परा प्रकृति के इन दो रूपों की व्याख्या गीता ने दी है। '
            'अपरा प्रकृति में आठ तत्व हैं, पंचभूत, मन, बुद्धि और अहंकार। इसमें ईश्वर की चेष्टा के संपर्क से जो चेतना आती है उसे परा प्रकृति कहते हैं, वही जीव है। आठ तत्वों के साथ मिलकर जीवन नवां तत्व हो जाता है।'
            ' इस अध्याय में भगवान के अनेक रूपों का उल्लेख किया गया है ।',
      },
      // adhyay8
      {
        'id': 'आठवां अध्याय',
        'name': 'अक्षरब्रह्मयोग ',
        'mean': 'इस अध्याय की संज्ञा अक्षर ब्रह्मयोग है। उपनिषदों में अक्षर विद्या का विस्तार हुआ आर गीता में उसे अक्षरविद्या का सार कह दिया गया है। '
            'अक्षर ब्रह्म परमं, मनुष्य, अर्थात् जीव और शरीर की संयुक्त रचना का ही नाम अध्यात्म है। गीता के शब्दों में ॐ एकाक्षर ब्रह्म है ।',
      },
      // adhyay9
      {
        'id': 'नवां अध्याय',
        'name': 'राजविद्यागुह्ययोग',
        'mean': 'इस अध्याय को राजगुह्ययोग कहा गया है, अर्थात् यह अध्यात्म विद्या और गुह्य ज्ञान सबमें श्रेष्ठ है। मन की दिव्य शक्तियों को किस प्रकार ब्रह्ममय बनाया जाय, इसकी युक्ति ही राजविद्या है। इस क्षेत्र में ब्रह्मतत्व का निरूपण ही प्रधान है। '
            'वेद का समस्त कर्मकांड यज्ञ, अमृत, और मृत्यु, संत और असंत, और जितने भी देवी देवता है, सबका पर्यवसान ब्रह्म में है ।',
      },
      // adhyay10
      {
        'id': 'दसवां अध्याय',
        'name': 'विभूतियोग',
        'mean': 'इस अध्याय का नाम विभूतियोग है। इसका सार यह है कि लोक में जितने देवता हैं, सब एक ही भगवान का अंश हैं। '
            'मनुष्य के समस्त गुण और अवगुण भगवान की शक्ति के ही रूप हैं। देवताओ की सत्ता को स्वीकारते हुए सबको विष्णु का रूप मानकर समन्वय की एक नई दृष्टि प्रदान की गई है जिसका नाम विभूतियोग है ।',
      },
      // adhyay11
      {
        'id': 'ग्याहरवां अध्याय',
        'name': ' विश्वरूपदर्शनयोग',
        'mean':
            'इस अध्याय का नाम विश्वरूपदर्शन योग है। इसमें अर्जुन ने भगवान का विश्वरूप देखा। विराट रूप का अर्थ है मानवीय धरातल और परिधि के ऊपर जो अनंत विश्व का प्राणवंत रचनाविधान है, उसका साक्षात दर्शन |',
      },
      // adhyay12
      {
        'id': 'बारहवां अध्याय',
        'name': 'भक्तियो',
        'mean':
            'जब अर्जुन ने भगवान का विराट रूप देखा तो वह घबरा गया और घबराहट में उसके मुंह से \'दिशो न जाने न लभे च शर्म\' वाक्य निकले। उसने प्रार्थना की, कि मानव के लिए जो स्वाभाविक स्थिति ईश्वर ने रखी है, वही पर्याप्त है ।',
      },
      // adhyay13
      {
        'id': 'तेहरवां अध्याय',
        'name': 'क्षेत्र-क्षेत्रज्ञविभागयो',
        'mean':
            'इस अध्याय में एक सीधा विषय क्षेत्र और क्षेत्रज्ञ का विचार है। यह शरीर क्षेत्र है, उसका जाननेवाला जीवात्मा क्षेत्रज्ञ है ।',
      },
      // adhyay14
      {
        'id': 'चौदहवां अध्याय',
        'name': 'गुणत्रयविभागयोग',
        'mean':
            'इस अध्याय का नाम गुणत्रय विभाग योग है। यह विषय समस्त वैदिक, दार्शनिक और पौराणिक तत्वचिंतन का निचोड़ है। सत्व, रज, तम नामक तीन गुण हैं। अकेला सत्व शांत रहता है और अकेला तम भी निश्चेष्ट रहता है, किंतु दोनों के बीच में रजोगुण उन्हें सक्रिय करता है ।',
      },
      // adhyay15
      {
        'id': 'पंद्रहवां अध्याय',
        'name': 'पुरुषोत्तमयोग',
        'mean':
            'इस अध्याय का नाम पुरुषोत्तमयोग है। इसमें विश्व का अश्वत्थ के रूप में वर्णन किया गया है। नर या पुरुष तीन हैं, क्षर, अक्षर और अव्यय। इनमें पंचभूत क्षर है, प्राण अक्षर है और मनस्तत्व या चेतना की संज्ञा अव्यय है ।',
      },
      // adhyay16
      {
        'id': 'सोलहवां अध्याय',
        'name': 'दैवासुरसम्पद्विभागयोगः',
        'mean':
            'इस अध्याय में देवासुर संपत्ति का विभाग बताया गया है। आरंभ से ही ऋग्देव में सृष्टि की कल्पना दैवी और आसुरी शक्तियों के रूप में की गई है। एक अच्छा और दूसरा बुरा ।',
      },
      // adhyay17
      {
        'id': 'सत्हरवां अध्याय',
        'name': 'श्रद्धात्रयविभागयोग',
        'mean':
            'ये अध्याय श्रद्धात्रय विभाग योग है। इसका संबंध सत, रज और तम, इन तीनों गुणों से है, अर्थात् जिसमें जिस गुण का प्रादुर्भाव होता है, उसकी श्रद्धा या जीवन की निष्ठा वैसी ही बन जाती है। यज्ञ, तप, दान, कर्म ये सब इसी से संचालित होते हैं ।',
      },
      // adhyay18
      {
        'id': 'अठ्ठहारवां अध्याय',
        'name': 'मोक्षसंन्यासयोग',
        'mean': 'इस अध्याय में मोक्षसंन्यास योग का जिक्र है। इसमें गीता के समस्त उपदेशों का सार एवं उपसंहार है। इसमें बताया गया है कि पृथ्वी के मानवों में और स्वर्ग के देवताओं में कोई भी ऐसा नहीं जो प्रकृति के चलाए हुए इन तीन गुणों से बचा हो । '
            'मनुष्य को क्या कार्य है, क्या अकार्य है, इसकी पहचान होनी चाहिए। धर्म और अधर्म को, बंध और मोक्ष को, वृत्ति और निवृत्ति को जो बुद्धि ठीक से पहचनाती है, वही सात्विक बुद्धि है ।',
      },
    ]
  },
];
