List<dynamic> list=[
  {
    'index': 'भगवद गीता',
     'geeta':[
       {
         'id':'पहला अध्याय',
         'name':'अर्जुनविषादयोग',
         'sholks':[
           // sholkno:1,
           {
             'sholk':'धृतराष्ट्र उवाचः\nधर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।\nमामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥',
             'mean':'धृतराष्ट्र बोले -\nहे संजय! धर्मभूमि कुरुक्षेत्र में युद्ध की इच्छा से एकत्र हुए मेरे तथा पाण्डु के पुत्रों ने क्या किया ? ।'
           },
           // sholkno:2,
           {
             'sholk': 'संजय उवाचः\nदृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।\nआचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥',
             'mean':'संजय बोले - \nउस समय राजा दुर्योधन ने व्यूहरचनायुक्त पाण्डवों की सेना को देखा और द्रोणाचार्य के पास जाकर यह वचन कहा ।',

           },
           //sholkno:3
           {
             'sholk':'पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् । \nव्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥',
              'mean':'हे आचार्य! आपके बुद्धिमान्‌ शिष्य द्रुपदपुत्र धृष्टद्युम्न द्वारा व्यूहाकार खड़ी की हुई पाण्डुपुत्रों की इस बड़ी भारी सेना को देखिए ।',
           },
           //sholkno:4
           {
             'sholk':'अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।\nयुयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥\nधृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।\nपुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥',
             'mean':'इस सेना में भीम तथा अर्जुन के समान युद्ध करने वाले अनेक वीर धनुर्धर हैं – यथा महारथी युयुधान, विराट तथा द्रुपद, इनके साथ ही धृष्टकेतु, चेकितान, काशिराज, पुरुजित्, कुन्तिभोज तथा शैब्य जैसे महान शक्तिशाली योद्धा भी हैं ।',
           },
           //sholkno:5
           {
             'sholk':'युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।\nसौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥\n',
             'mean':'पराक्रमी युधामन्यु, अत्यन्त शक्तिशाली उत्तमौजा, सुभद्रा का पुत्र तथा द्रोपदी के पुत्र – ये सभी महारथी हैं ।',
           },
           //sholkno:6
           {
             'sholk':'अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।\nनायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥\nभवान्भीष्मश्च कर्णश्च कृपश्च समितिंजयः ।\nअश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च ॥१-८॥\nअन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।\nनानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥',
             'mean':'किन्तु हे ब्राह्मणश्रेष्ठ! अपने पक्ष में भी जो प्रधान हैं, उनको आप समझ लीजिए। आपकी जानकारी के लिए मेरी सेना के जो-जो सेनापति हैं, उनको बतलाता हूँ, मेरी सेना में स्वयं आप-द्रोणाचार्य और पितामह भीष्म तथा कर्ण और संग्रामविजयी कृपाचार्य तथा वैसे ही अश्वत्थामा, विकर्ण और सोमदत्त का पुत्र भूरिश्रवा और भी मेरे लिए जीवन की आशा त्याग देने वाले बहुत-से शूरवीर अनेक प्रकार के शस्त्रास्त्रों से सुसज्जित और सब-के-सब युद्ध में चतुर हैं ।',
           },
           //sholkno:7
           {
             'sholk':'अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् ।\nपर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् ॥१-१०॥',
             'mean':'भीष्म पितामह द्वारा रक्षित हमारी वह सेना सब प्रकार से अजेय है और भीम द्वारा रक्षित इन लोगों की यह सेना जीतने में सुगम है ।',
           },
           //sholkno:8
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:9
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:10
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:11
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:12
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:13
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:14
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:15
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:16
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:17
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:18
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:19
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:20
           {
             'sholk':'',
             'mean':'',
           },
           //sholkno:21
           {
             'sholk':'',
             'mean':'',
           },



         ]

       }

     ]
  },
  {
    // adhyay1
    'index': 'गीता सार ',
    'adhaya':[
      {
        'id': 'पहला अध्याय',
        'name': 'अर्जुनविषादयोग',
        'mean': 'पहले अध्याय का नाम अर्जुनविषादयोग \nहै।जब शौर्य और धैर्य, साहस और बल \nइन चारों गुणों से युक्त अर्जुन पर क्षमा \n'
            'और प्रज्ञा यानि बुद्धि का प्रभाव बढ़ा और \nउन्होंने युद्ध भूमि में हथियार डाल दिए \nतब उनके क्षात्रधर्म का स्थान कार्पण्य\n ने लिया। तब कृष्ण ने तर्क से, बुद्धि से, \n'
            'ज्ञान से, कर्म की चर्चा से, विश्व के स्वभाव से,\n उसमें जीवन की स्थिति से, दोनों के \nनियामक अव्यय पुरुष के परिचय से और\n उस सर्वोपरि परम सत्तावान ब्रह्म के\n साक्षात दर्शन से अर्जुन को वापस प्रेरित \n'
            'किया। इस अध्याय में इसी तत्वचर्चा \nपरिचय दिया गया ।'
      },
      // adhyay2
      {
        'id': 'दूसरा अध्याय',
        'name': 'सांख्ययोग',
        'mean': 'इस अध्याया का नाम सांख्ययोग है। इसमें जीवन की दो प्राचीन संमानित परंपराओं का तर्कों द्वारा वर्णन आया है। '
            'अर्जुन को उस कृपण स्थिति में रोते देखकर कृष्ण ने उसका ध्यान दिलाया है कि इस प्रकार का क्लैव्य और हृदय की क्षुद्र दुर्बलता अर्जुन जैसे वीर के लिए उचित नहीं'
            '। उन्होंने बताया कि प्रज्ञादर्शन काल, कर्म और स्वभाव से होनेवाले संसार की सब घटनाओं और स्थितियों को अनिवार्य रूप से स्वीकार करता है। जीना और मरना, जन्म लेना और बढ़ना, विषयों का आना और जाना, सुख और दुख का अनुभव, ये तो संसार में होते ही हैं ।',

      },
      // adhyay3
      {
        'id': 'तीसरा अध्याय',
        'name': 'कर्मयोग',
        'mean': 'इस अध्याय में अर्जुन ने इस विषय में और गहरा उतरने के लिए स्पष्ट प्रश्न किया कि सांख्य और योग इन दोनों मार्गों में आप किसे अच्छा समझते हैं'
            ' और क्यों नहीं यह निश्चित बतसते कि वे इन दोनों में से किसे अपनायें। इसपर कृष्ण ने स्पष्टता से उत्तर दिया कि लोक में दो निष्ठायें या जीवनदृष्टियां हैं। सांख्यवादियों के लिए ज्ञानयोग है और कर्ममार्गियों के लिए कर्मयोग है। '
            'अर्थात् जो साधारण समझ के लोग कर्म में लगे हैं उन्हें उस मार्ग से उखाड़ना उचित नहीं, क्योंकि वे ज्ञानवादी बन नहीं सकते, और यदि उनका कर्म भी छूट गया तो वे दोनों ओर से भटक जायेंगे ।',

      },
      // adhyay4
      {
        'id': 'चौथा अध्याय',
        'name': 'ज्ञानकर्मसंन्यासयोग',
        'mean': 'इस अध्याय में, जिसका नाम ज्ञान-कर्म-संन्यास-योग है, यह बताया गया है कि ज्ञान प्राप्त करके कर्म करते हुए भी कर्मसंन्यास का फल किस तरह से प्राप्त किया जा सकता है। यहीं गीता का वह प्रसिद्ध वचन है '
            'कि जब जब धर्म की हानि होती है तब तब भगवान का अवतार होता है ।',

      },
      // adhyay5
      {
        'id': 'पाँचवाँ अध्याय',
        'name': 'कर्मसंन्यासयोग',
        'mean': 'इस अध्याय में कर्मसंन्यास योग नामक युक्तियां फिर से और दृढ़ रूप में कहीं गई हैं। इसमें कर्म के साथ जो मन का संबंध है, '
            'उसके संस्कार पर या उसे विशुद्ध करने पर विशेष ध्यान दिलाया गया है। यह भी कहा गया है कि एक स्थान पर पहुँचकर सांख्य और योग में कोई भेद नहीं रह जाता है। किसी एक मार्ग पर ठीक प्रकार से चले तो समान फल प्राप्त होता है। जीवन के जितने कर्म हैं, '
            'सबको समर्पण कर देने से व्यक्ति एकदम शांति के ध्रुव बिंदु पर पहुँच जाता है और जल में खिले कमल के समान कर्म रूपी जल से लिप्त नहीं होता ।',

      },
      // adhyay6
      {
        'id': 'छठा अध्याय',
        'name': 'आत्मसंयम योग',
        'mean': 'इस अध्याया का नाम आत्मसंयम योग है जिसका विषय नाम से ही पता चलता है कि जितने विषय हैं उन सबमें इंद्रियों का संयम श्रेष्ठ है। सुख में और दुख में मन की समान स्थिति, इसे ही योग कहते हैं ।',

      },
      // adhyay7
      {
        'id': 'सातवां अध्याय',
        'name': 'ज्ञान विज्ञान योग',
        'mean': 'इस अध्याय की संज्ञा ज्ञानविज्ञान योग है। विज्ञान की दृष्टि से अपरा और परा प्रकृति के इन दो रूपों की व्याख्या गीता ने दी है। '
            'अपरा प्रकृति में आठ तत्व हैं, पंचभूत, मन, बुद्धि और अहंकार। इसमें ईश्वर की चेष्टा के संपर्क से जो चेतना आती है उसे परा प्रकृति कहते हैं, वही जीव है। आठ तत्वों के साथ मिलकर जीवन नवां तत्व हो जाता है।'
            ' इस अध्याय में भगवान के अनेक रूपों का उल्लेख किया गया है ।',

      },
      // adhyay8
      {
        'id': 'आठवां अध्याय',
        'name': 'अक्षरब्रह्मयोग ',
        'mean': 'इस अध्याय की संज्ञा अक्षर ब्रह्मयोग है। उपनिषदों में अक्षर विद्या का विस्तार हुआ आर गीता में उसे अक्षरविद्या का सार कह दिया गया है। '
            'अक्षर ब्रह्म परमं, मनुष्य, अर्थात् जीव और शरीर की संयुक्त रचना का ही नाम अध्यात्म है। गीता के शब्दों में ॐ एकाक्षर ब्रह्म है ।',

      },
      // adhyay9
      {
        'id': 'नवां अध्याय',
        'name': 'राजविद्यागुह्ययोग',
        'mean': 'इस अध्याय को राजगुह्ययोग कहा गया है, अर्थात् यह अध्यात्म विद्या और गुह्य ज्ञान सबमें श्रेष्ठ है। मन की दिव्य शक्तियों को किस प्रकार ब्रह्ममय बनाया जाय, इसकी युक्ति ही राजविद्या है। इस क्षेत्र में ब्रह्मतत्व का निरूपण ही प्रधान है। '
            'वेद का समस्त कर्मकांड यज्ञ, अमृत, और मृत्यु, संत और असंत, और जितने भी देवी देवता है, सबका पर्यवसान ब्रह्म में है ।',

      },
      // adhyay10
      {
        'id': 'दसवां अध्याय',
        'name': 'विभूतियोग',
        'mean': 'इस अध्याय का नाम विभूतियोग है। इसका सार यह है कि लोक में जितने देवता हैं, सब एक ही भगवान का अंश हैं। '
            'मनुष्य के समस्त गुण और अवगुण भगवान की शक्ति के ही रूप हैं। देवताओ की सत्ता को स्वीकारते हुए सबको विष्णु का रूप मानकर समन्वय की एक नई दृष्टि प्रदान की गई है जिसका नाम विभूतियोग है ।',

      },
      // adhyay11
      {
        'id': 'ग्याहरवां अध्याय',
        'name': ' विश्वरूपदर्शनयोग',
        'mean': 'इस अध्याय का नाम विश्वरूपदर्शन योग है। इसमें अर्जुन ने भगवान का विश्वरूप देखा। विराट रूप का अर्थ है मानवीय धरातल और परिधि के ऊपर जो अनंत विश्व का प्राणवंत रचनाविधान है, उसका साक्षात दर्शन |',

      },
      // adhyay12
      {
        'id': 'बारहवां अध्याय',
        'name': 'भक्तियो',
        'mean': 'जब अर्जुन ने भगवान का विराट रूप देखा तो वह घबरा गया और घबराहट में उसके मुंह से \'दिशो न जाने न लभे च शर्म\' वाक्य निकले। उसने प्रार्थना की, कि मानव के लिए जो स्वाभाविक स्थिति ईश्वर ने रखी है, वही पर्याप्त है ।',

      },
      // adhyay13
      {
        'id': 'तेहरवां अध्याय',
        'name': 'क्षेत्र-क्षेत्रज्ञविभागयो',
        'mean': 'इस अध्याय में एक सीधा विषय क्षेत्र और क्षेत्रज्ञ का विचार है। यह शरीर क्षेत्र है, उसका जाननेवाला जीवात्मा क्षेत्रज्ञ है ।',

      },
      // adhyay14
      {
        'id': 'चौदहवां अध्याय',
        'name': 'गुणत्रयविभागयोग',
        'mean': 'इस अध्याय का नाम गुणत्रय विभाग योग है। यह विषय समस्त वैदिक, दार्शनिक और पौराणिक तत्वचिंतन का निचोड़ है। सत्व, रज, तम नामक तीन गुण हैं। अकेला सत्व शांत रहता है और अकेला तम भी निश्चेष्ट रहता है, किंतु दोनों के बीच में रजोगुण उन्हें सक्रिय करता है ।',

      },
      // adhyay15
      {
        'id': 'पंद्रहवां अध्याय',
        'name': 'पुरुषोत्तमयोग',
        'mean': 'इस अध्याय का नाम पुरुषोत्तमयोग है। इसमें विश्व का अश्वत्थ के रूप में वर्णन किया गया है। नर या पुरुष तीन हैं, क्षर, अक्षर और अव्यय। इनमें पंचभूत क्षर है, प्राण अक्षर है और मनस्तत्व या चेतना की संज्ञा अव्यय है ।',

      },
      // adhyay16
      {
        'id': 'सोलहवां अध्याय',
        'name': 'दैवासुरसम्पद्विभागयोगः',
        'mean': 'इस अध्याय में देवासुर संपत्ति का विभाग बताया गया है। आरंभ से ही ऋग्देव में सृष्टि की कल्पना दैवी और आसुरी शक्तियों के रूप में की गई है। एक अच्छा और दूसरा बुरा ।',

      },
      // adhyay17
      {
        'id': 'सत्हरवां अध्याय',
        'name': 'श्रद्धात्रयविभागयोग',
        'mean': 'ये अध्याय श्रद्धात्रय विभाग योग है। इसका संबंध सत, रज और तम, इन तीनों गुणों से है, अर्थात् जिसमें जिस गुण का प्रादुर्भाव होता है, उसकी श्रद्धा या जीवन की निष्ठा वैसी ही बन जाती है। यज्ञ, तप, दान, कर्म ये सब इसी से संचालित होते हैं ।',

      },
      // adhyay18
      {
        'id': 'अठ्ठहारवां अध्याय',
        'name': 'मोक्षसंन्यासयोग',
        'mean': 'इस अध्याय में मोक्षसंन्यास योग का जिक्र है। इसमें गीता के समस्त उपदेशों का सार एवं उपसंहार है। इसमें बताया गया है कि पृथ्वी के मानवों में और स्वर्ग के देवताओं में कोई भी ऐसा नहीं जो प्रकृति के चलाए हुए इन तीन गुणों से बचा हो । '
            'मनुष्य को क्या कार्य है, क्या अकार्य है, इसकी पहचान होनी चाहिए। धर्म और अधर्म को, बंध और मोक्ष को, वृत्ति और निवृत्ति को जो बुद्धि ठीक से पहचनाती है, वही सात्विक बुद्धि है ।',

      },
    ]
  },


];